[
  {
    "content": "Here are some of the important women's rights and laws in India:\r\n\r\nRight to Equality: The Constitution of India guarantees the right to equality to all citizens, regardless of gender. This means that women have equal rights to men in all spheres of life, including education, employment, property, and political participation.\r\nRight to Education: The Right of Children to Free and Compulsory Education Act, 2009, makes it mandatory for the government to provide free and compulsory education to all children, including girls, from the age of 6 to 14 years.\r\nRight to Employment: The Equal Remuneration Act, 1976, prohibits discrimination in employment on the basis of gender and ensures that women are paid equal wages for equal work.\r\nRight to Property: The Hindu Succession Act, 1956, and the Muslim Women (Protection of Rights on Divorce) Act, 1986, give women equal rights to property as men.\r\nRight to Political Participation: The Constitution of India guarantees the right to vote and the right to contest elections to all citizens, regardless of gender. This means that women have equal rights to participate in the political process.\r\nIn addition to these constitutional and statutory rights, there are a number of other laws and regulations that protect the rights of women in India. These include:\r\n\r\nThe Protection of Women from Domestic Violence Act, 2005: This law provides protection to women from domestic violence, including physical, emotional, and economic abuse.\r\nThe Sexual Harassment of Women at Workplace (Prevention, Prohibition and Redressal) Act, 2013: This law prohibits sexual harassment of women at work and provides for a mechanism to redress complaints of sexual harassment.\r\nThe Maternity Benefit Act, 1961: This law provides for maternity leave and other benefits to working women.\r\nThe Dowry Prohibition Act, 1961: This law prohibits the demand and acceptance of dowry in connection with marriage.\r\nThe Indecent Representation of Women (Prohibition) Act, 1986: This law prohibits the depiction of women in an indecent or derogatory manner.\r\nThese are just a few of the many laws and regulations that protect the rights of women in India. It is important to note that these laws are constantly evolving and new laws are being enacted to protect the rights of women.\r\n\r\nIf you are a woman in India and you believe that your rights have been violated, you can contact the National Commission for Women (NCW) or the Women's Commission in your state. The NCW and the Women's Commissions are government bodies that have been set up to protect the rights of women. They can provide you with counseling and support, and they can also help you to file a complaint against the person or institution that has violated your rights.\r\n[1:06 pm, 30/09/2023]  The Commission of Sati (Prevention) Act, 1987: This law prohibits the practice of sati, which is the ritual immolation of a widow on her husband's funeral pyre.\r\nThe Immoral Traffic (Prevention) Act, 1956: This law prohibits trafficking in women and children for the purpose of sexual exploitation.\r\nThe Medical Termination of Pregnancy Act, 1971: This law gives women the right to safe and legal abortion.\r\nThe Hindu Marriage Act, 1955: This law sets out the conditions for marriage, divorce, and maintenance under Hindu law.\r\nThe Muslim Personal Law (Shariat) Application Act, 1937: This law sets out the conditions for marriage, divorce, and maintenance under Muslim law.\r\nThe Domestic Violence Rules, 2006: These rules provide the procedural framework for implementing the Protection of Women from Domestic Violence Act, 2005.\r\nThe Sexual Harassment of Women at Workplace (Prevention, Prohibition and Redressal) Rules, 2013: These rules provide the procedural framework for implementing the Sexual Harassment of Women at Workplace (Prevention, Prohibition and Redressal) Act, 2013.\r\nIn addition to these laws, there are a number of other laws and regulations that protect the rights of women in India, such as those relating to education, employment, property, and political participation.\r\n\r\nIt is important to note that these laws are only effective if they are implemented properly. There is a need to raise awareness of these laws among women and to ensure that they have access to the necessary resources to enforce their rights.\r\n[1:09 pm, 30/09/2023]  1. Right Against Being Stalked\r\nThe IPC's Section 354D allows for legal action to be taken against an offender who follows a woman, makes repeated attempts to get in touch with her to foster personal interaction despite obvious disinterest, or keeps tabs on how she uses the internet, email, or any other form of electronic communication.\r\n2.",
    "content_length": 4684,
    "gpt_tokens": 999
  },
  {
    "content": "Right Against Workplace Harassment\r\nA woman has the right to report any form of sexual harassment at her place of employment under the Sexual Harassment of Women at Workplace Act. She has three months from the date of the act's passage to file a written complaint with an Internal Complaints Committee (ICC) at a branch office.\r\n\r\n3. Right Against Domestic Violence\r\nA woman who is a wife, female live-in partner, or a woman who li…\r\n[1:22 pm, 30/09/2023]  The Prohibition of Child Marriage Act, 2006 According to the International Research Centre for Women, almost 47 percent of girls are married before the age of 18. Currently, India ranks 13 in the world when it comes to child marriages. Since child marriage has been steeped into the Indian culture and tradition since centuries, it has been tough eliminating it. The Prohibition of Child Marriage Act was made effective in 2007. This act defines child marriage as a marriage where the groom or the bride are underage, that is, the bride is under 18 years of age or the boy is younger than 21 years. Parents trying to marry underage girls are subject to action under this law. Since the law makes these marriages illegal, it acts as a major deterrent. Special Marriage Act, 1954 The objectives of this act is to provide – a special form of marriage in certain cases, provide for registration of certain marriages and, to provide for divorce. In a country like India and with the diverse religions and cast, when people from different faiths and caste chose to get married they do it under the Special Marriage Act. It is not applicable to the state of Jammu and Kashmir and also extends to intending spouses who are Indian nationals and living abroad. Dowry Prohibition Act, 1961 According to this act, taking or giving of dowry at the time of the marriage to the bride or the bridegroom and their family is to be penalised. Dowry system, giving and taking of dowry, is a norm in India. Dowry is often asked of the bride and her family by the groom and his family. The system has taken strong roots because women after marriage move in with their spouse and in-laws. Also, over the centuries, the lack for economic independence of women and the taboo towards divorce has resulted in bride burning. When demands for dowry even after marriage are not met by the girl’s families, many women are tortured, beaten and even burnt. It is one of the major challenges that our society is grappling with. Women openly complaining about it has helped to spread the word and encourage other women to take a stand. Indian Divorce Act, 1969 The Indian Divorce Act allows the dissolution of marriage, mutual consent, nullity of marriage, judicial separation and restitution of conjugal rights. Family Courts are established to file, hear, and dispose of such cases. Maternity Benefit Act,1861 This act regulates the employment of women and maternity benefits mandated by law. It states that a woman employee who has worked in an organisation for a period of at least 80 days during the 12 months preceding the date of her expected delivery is entitled to receive maternity benefits, which includes maternity leave, nursing breaks, medical allowance, etc. Medical Termination of Pregnancy Act,1971 The Act came into effect into 1972, was amended in 1975 and 2002. The aim of the Act is to reduce the occurrence of illegal abortion and consequent maternal mortality and morbidity. It clearly states the conditions under which a pregnancy can be ended or aborted and specifies the persons qualified to conduct the same. Sexual Harassment of Women at Workplace (Prevention, Prohibition and Redressal) Act, 2013 To ensure women’s safety at workplace, this Act seeks to protect them from sexual harassment at their place of work. Thirty-six percent of Indian companies and 25 percent among MNC’s are not complaint with the Sexual Harassment Act according to a FICCI-EY November 2015 report. Sexual harassment at workplace also includes – the use of language with sexual overtones, invasion of private space with a male colleague hovering too close for comfort, subtle touches and innuendoes. Indecent Representation of Women(Prevention) Act,1986 This Act prohibits indecent representation of women through advertisement or in publications, writings, paintings, figures or in any other manner. National Commission for Women Act, 1990 The National Commission for Women (NCW) is a statutory body of the Government of India, established in January 1992. Lalitha Kumaramangalam was appointed its Chairperson in 2014. The NCW represents the rights of women in India and provides a voice for their issues and concerns. The National Commission for Women Act aims to improve the status of women and worked for their economic empowerment. Equal Remuneration Act, 1976 This Act prevents discrimination in terms of remuneration.",
    "content_length": 4851,
    "gpt_tokens": 993
  },
  {
    "content": "It provides for payment of equal recompense to men and women workers. It is necessary to know these and other laws in place to protect the interests of women. Only if you are aware of your rights can you fight against any injustice meted out to you at home, at the workplace, or in the society.\r\n\r\nA Comprehensive Guide to Women’s Legal Rights\r\nPrepared by\r\nFor Indian Institute of Technology, Kanpur\r\nLegal Training Workshop\r\nNovember 1 – 3, 2018\r\nIntroduction\r\nThis comprehensive guide to women’s legal rights has been prepared to give a basic exposure to\r\nstudents and staff of IIT Kanpur. It forms the resource material for conducting a 3-day workshop\r\non legal rights and addresses a wide spectrum of concerns.\r\nIt is meant to help the participants of the workshop to negotiate their rights and understand the\r\nremedies available to them when rights are violated. Though most women hesitate to approach\r\ncourts or the police to enforce their rights, knowledge of law is essential to understand the\r\nboundaries of law and to negotiate for securing the rights with the background of law. Written in\r\na simple and lucid language, using a question and answer format, it deals with the entire gamut of\r\nrights ranging from the Constitutional scheme of rights and moves on to specific domains such as\r\nrights within marriage, violence against women, health and safety, rights under labour laws and\r\nother related statutes.\r\nThe emphasis is not on exposing the participants to complicated and confusing legal provisions\r\ncontained in various statutes. Instead the focus is on interpreting the legal provisions in a manner\r\nto protect rights and provide simple solutions to the problems faced by women.\r\nThe aim of writing this book is to spread legal awareness and accurate information about legal\r\nrights to women across class and social hierarchies. It fits into the broader framework of Majlis\r\nof spreading legal awareness and making rights accessible.\r\nFlavia Agnes,\r\nFounder, Majlis\r\n31st October, 2018\r\nCONTENT\r\nChapters Pg. No.\r\nI. Rights and Remedies 1 -10\r\n1.Constitutional Scheme\r\n2.Hierarchy of Courts\r\n3.Explanation of Legal Terms in Criminal Law\r\nII. Rights within Marriage 11 - 24\r\n4.Matrimonial Rights of Women\r\n5.Rights of Mothers to Custody of Children\r\n6.Protection under the Domestic Violence Act\r\nIII. Violence Against Women & Children 25 - 44\r\n7.Dowry Harassment and Cruelty Against Wives\r\n8. Rape & Sexual Offences under IPC\r\n9.Protection of Children from Sexual Offences Act\r\nIV. Women’s Health and Safety 45 - 51\r\n10. Medical Termination of Pregnancy Act\r\n11. Regulation of Pre-Conception and Pre-Natal\r\nDiagnostic Techniques Act\r\nV. Women’s Rights under Labor Laws 52 - 61\r\n12. Equal Remuneration Act\r\n13. Maternity Benefits Act\r\n14. Prevention of Sexual Harassment Act\r\n15. Minimum Wages Act\r\nVI. Other Acts 62 - 71\r\n16. SC & ST Prevention of Atrocities Act\r\n17. National Commission for Women\r\n1\r\nComplied by Majlis Legal center for IIT Kanpur\r\n1. RIGHTS AND REMEDIES\r\n1. Constitutional Scheme\r\nIntroduction\r\nThe Constitution is the basic document which governs our rights and lays down the\r\nstructure by which we are governed. Dr. B.R. Ambedkar is referred to as the Father\r\nof the Indian Constitution as he headed the Constituent Assembly and played an\r\nimportant part is including individual and political rights against the state as well as\r\ngroup rights / socio-cultural rights of the marginalized section.\r\nOur constitution is the largest and most detailed in the world. It reflects the\r\nDemocratic set up of Government.\r\nThe Preamble is the soul of the Constitution. It includes the purpose, objectives and\r\npolicies underlying provisions, in the Constitution. Important words includeSovereign, Socialist, Secular, Democratic, Republic and Justice, Equality and\r\nFraternity.\r\nThe Constitution contains a set of fundamental principles by which our nation is\r\ngoverned. Every law enacted by the government has to be in conformity with the\r\nConstitution.",
    "content_length": 3983,
    "gpt_tokens": 954
  },
  {
    "content": "It spells out the Fundamental Rights and Duties of citizens.\r\nDirective Principles of State Policy and Universal Adult Franchise are two important\r\nparts of the Constitution.\r\nThe Constitution creates checks and balances through Separation of Powers and the\r\npower of Judicial Review. It stipulates a combination of Federal and Unitary style of\r\ngovernment. It provides for an independent Judiciary and Election Machinery. The\r\nConstitution offers Single Citizenship to citizens. Emergency Provisions are detailed\r\nfor extra ordinary situations\r\n2\r\nComplied by Majlis Legal center for IIT Kanpur\r\nFundamental Rights\r\nArticle\r\n14\r\nEquality before law and equal protection of the law\r\nExceptions: Doctrine of Classification\r\nArticle\r\n15\r\nNo discrimination against any citizen on grounds of religion, race, caste,\r\nsex, place of birth.\r\nExceptions: 15 (3) The State can make special provision for women and\r\nchildren\r\nArticle\r\n16\r\nEquality of opportunity of all citizens in matters relating to employment to\r\nany office under the State\r\nArticle\r\n17\r\nUntouchability is abolished and its practice in any form is forbidden\r\nArticle\r\n18\r\nAbolition of Titles\r\nArticle\r\n19\r\nFreedom - 1a freedom of speech, 1b. Assemble without arms, 1c form\r\nassociation 1d freedom of movement 1e to reside or settle in any part of\r\nIndia. 1g. practice any profession or carry on any occupation\r\nArticle\r\n20\r\nProtection on arrest and detention\r\nArticle\r\n21\r\nRight to Life and Personal Liberty. It includes right to clean and\r\nwholesome environment\r\nArticle\r\n22\r\nRights of arrested Person\r\nArticle\r\n23\r\nRight against exploitation. Traffic in human and forced labour\r\nArticle\r\n24\r\nProhibition of employment of children in factories\r\nDirective Principles of State Policy\r\nArticle 38 - Promotion of welfare of the people\r\nArticle 39 and 39A - Equal Justice and free Legal Aid\r\nArticle 40 - Village Panchayat\r\nArticle 41 - Right to Work, Educate and Public Assistance\r\nArticle 42- Just and human condition of work and maternity\r\nArticle 43- Wages of worker and participation in management\r\nArticle 44- Uniform Civil Code\r\nArticle 45- Free compulsory education for children\r\nArticle 46 - Education, economic interest of SC, ST and weaker sections\r\nArticle 47- Level of nutrition, standard of living, public health\r\n3\r\nComplied by Majlis Legal center for IIT Kanpur\r\nArticle 48 - Agriculture and Animal Husbandry\r\nArticle 48A - Improve our environment and safeguard forest\r\nArticle 49- Monuments, Places and Objects of National Importance\r\nArticle 50 - Separation of Judiciary from Executive\r\nArticle 51 - International Peace and Security\r\nWhat is the Difference between Fundamental Rights and Directive\r\nPrinciples?\r\nIf a fundamental right is violated, a citizen who is affected or anyone else in public\r\ninterest can approach a higher court and get it struck down. The Directive Principles\r\nare not binding on the state, but these principles must reflect in all state policies.\r\nHowever, if these are violated, there is no right to go to court and get it strike down.\r\nWhich are the important provisions which protect dignity of\r\nwomen?\r\nArticle 21 which deals with right to life has been expanded to include the right to\r\nLife with Dignity. This provision has been invoked to safeguard the rights of women\r\nsuch as right to divorce, to live a life free from violence and the right to safe\r\nabortions.\r\nArticle 51A of the Constitution lays down fundamental duties of all citizens. It\r\nstipulates that all citizens have a duty to promote harmony and to renounce practices\r\nwhich are derogatory to the dignity of women.\r\nFormal Equality and Substantive Equality\r\nOne of the main pillars of the Indian Constitution is the principle of equality. Article\r\n14 guarantees equality before law and equal protection of law to all its citizens.\r\nArticles 15 (1) and 16 (2) expand this principle further and prohibit discrimination on\r\nthe basis of religion, race, caste, sex or place of birth.",
    "content_length": 3951,
    "gpt_tokens": 923
  },
  {
    "content": "This ensures that there is no\r\ndiscrimination between men and women, upper castes and lower castes, rich and\r\n4\r\nComplied by Majlis Legal center for IIT Kanpur\r\npoor and all will be treated as equals before the law and will be provided equal\r\nprotection of law.\r\nHence, if any law is passed or any action is taken to prevent women from taking up\r\nemployment in government or public sector undertaking, such law or action by the\r\nconcerned authority can be struck down by the Supreme Court or a High Court, as\r\nbeing against the Constitutional provisions. Similarly paying women lower salaries\r\nfor doing the same work even when they are qualified for it, is discriminatory and\r\nagainst the Constitutional guarantee of equality. Similarly not employing dalits or\r\nMuslims in certain categories of government jobs would also amount to\r\ndiscrimination.\r\nBut most important of all within the scheme of equality are Articles 15(3) (4) and 16\r\n(3) (4) which help to further strengthen the concept of equality by permitting the state\r\nto make special provisions for securing the rights of the marginalized sections\r\n(women, children, schedule castes and schedule tribes) in order to help them to\r\novercome the discrimination they have suffered for many centuries and to help them\r\nto become equal to others. This is called ―positive discrimination‖.\r\nThis has helped the state to enact special laws for women and children such as the\r\nprovisions for maintenance of women and children, protection against domestic and\r\nsexual violence, the Maternity Benefits Act, special protection for women under all\r\nlabour laws, a special law to prevent sexual harassment at workplace, or reservations\r\nfor women, scheduled castes or scheduled tribes for jobs and in elected bodies. A\r\nsimilarly a law to prevent atrocities against scheduled castes and scheduled tribes\r\ndoes not violate the provision of equality as it is meant to give additional protection\r\nto certain backward sections. These are all beneficial legislations meant to improve\r\nthe status of marginalized people.\r\nTherefore: while discrimination against women has been prohibited, there is\r\nnothing to prevent the state from making laws to provide them with extra\r\nfacilities or for taking precautions to prevent their exploitation or abuse.\r\n5\r\nComplied by Majlis Legal center for IIT Kanpur\r\nSeparation of Powers\r\n1. Legislative: The Parliament of India is the supreme legislative body. Composed\r\nof the President of India and the houses- the Rajya Sabha (Council of States) and\r\nthe Lok Sabha (House of the People).\r\n2. Executive: The Prime Minister of India, as addressed in the Constitution of\r\nIndia, is the chief of the government, chief adviser to the President of India, head\r\nof the Council of Ministers and the leader of the majority party in the parliament\r\nand leads the executive branch of the Government of India.\r\n3. Judiciary: There are various levels of judiciary in India – different types of\r\ncourts. The Supreme Court of India at the top, followed by High Courts of\r\nrespective states with district judges sitting in District Courts and Magistrates of\r\nSecond Class and Civil Judge (Junior Division) at the bottom.\r\nChecks and Balances\r\nThe three bodies mentioned in the Constitution act in harmony with one and other.\r\nThe Legislature has the power to create and change the law, the Judiciary has the\r\npower to interpret the law and to ensure that it is within the Constitutional\r\nframework and the Executive has the power to put the law into action.\r\nPower of Judicial Review\r\nThe judiciary has the power to interpret the Constitution and to review any law\r\npassed by the legislature and executive order and to declare it void if it finds that the\r\nsame is in conflict with the Constitution.\r\nThis power is given by Article 32 to the Supreme Court and by Articles 226 and 227\r\nto the High Courts.\r\nPublic Interest Litigation and Habeas Corpus\r\n6\r\nComplied by Majlis Legal center for IIT Kanpur\r\nWhat is Public Interest Litigation (PIL)? How can it be used to protect the\r\nrights of marginalized people?\r\nOur constitution gives all citizens the right to approach the court when their\r\nfundamental rights are violated. But in many instances, the person or class of people\r\nwhose rights are violated, due to their poverty, illiteracy and socially disadvantaged\r\nposition cannot approach the court to explain their plight as they lack the knowledge\r\nand resources to do so.",
    "content_length": 4440,
    "gpt_tokens": 975
  },
  {
    "content": "Many a times social organizations (a local NGO etc.) or a\r\njournalist may take the case and write a letter to the Supreme Court or file a petition\r\nin the Supreme Court on behalf of the person whose rights are violated. This\r\nprocedure of allowing any other person or organization to bring the fact of gross\r\nviolation of rights of a disadvantaged group of persons or an individual is called\r\nPublic Interest Litigation. The court verifies if it is done for personal gains or to\r\nadvance a genuine cause. Sometimes the courts have also acted on the basis of a\r\nnewspaper report and have asked the government to explain the situation. If any\r\nviolations are noticed by the superior court, strict action will be taken.\r\nWhat is Habeas Corpus? How does this remedy protect the rights of people?\r\nMany a times when a person is arrested by police, the family gets no further news\r\nabout the person and sometimes the person dies in police custody due to torture. So\r\nwhen details of a person who is arrested by police are not known, the relatives or\r\nfriends can approach the High Court or the Supreme Court seeking the intervention\r\nof the court to direct the police to produce the missing person in court. The exact\r\nmeaning of these Latin words is ―produce the body‖ and the actual meaning is to\r\nproduce the person physically in court (or his body if he has been killed in police\r\ncustody) This is a very powerful weapon in the hands of the people against police\r\natrocities.\r\n2. Hierarchy of Courts\r\nHow are rights enforced?\r\n7\r\nComplied by Majlis Legal center for IIT Kanpur\r\nThe rights located in the Constitution and in various laws are enforced by our courts.\r\nThe courts interpret the laws and apply them to the facts of each case. The\r\nConstitution lays down the hierarchy of courts and also the role and functions of\r\neach court. The lower courts are divided into civil and criminal. Appeal from a lower\r\ncourt lies with court immediately above it. Most states have a High Court. Appeal\r\nfrom High Courts lie with the Supreme Court which is the highest court in India.\r\nWhat is the hierarchy of our courts - The following diagram shows the\r\nhierarchy of the courts in our country.\r\nSupreme Court\r\nNew Delhi\r\nHigh Courts\r\nHighest Court at State and UT Level\r\n(There are total 24 High Courts In India )\r\nCalcutta High\r\nCourt\r\nGujarat High\r\nCourt\r\nBombay High\r\nCourt\r\nMadras High\r\nCourt\r\nUttar Pradesh\r\nHigh Court\r\nBench In Bombay Bench In\r\nAurangabad\r\nBench In Goa Bench In Nagpur\r\nAt District Level\r\nCivil Courts Criminal Courts\r\nDistrict Court\r\nOr\r\nCity Civil Court (in Mumbai)\r\nCourt Of Sessions\r\nCivil Judge Sr. Division\r\nJudicial Magistrate - First Class\r\n(JMFC)\r\nMetropolitan Magistrate (MM)\r\n(In Metropolitan Cities)\r\nCivil Judge Jr. Division Judicial Magistrate - Second Class\r\nExecutive Magistrate\r\n8\r\nComplied by Majlis Legal center for IIT Kanpur\r\n3. Explanation of some Legal Terms in Criminal\r\nLaw\r\nThe criminal proceedings start with the filing of a complaint. The power of the\r\npolice officer to investigate the crime is based on whether the offence is of a serious\r\ntype or a lesser serious type. Accordingly the offences are categorized as bailable\r\nand non-bailable, cognizable and non-cognizable and compoundable and noncompoundable.\r\nDifference between a bailable and a non-bailable Offence: If a person is arrested\r\nfor a bailable offence, the police can immediately release him on personal surety.\r\nHe/she does not have to be produced in court. Non-bailable offences are of a more\r\nserious type, which invoke higher punishment (imprisonment for a period of three or\r\nmore years) In such cases the police does not have the power to grant bail. Serious\r\ncrimes such as rape, murder, dowry death, cruelty to wives, etc. come within its\r\npurview. However, even in these cases, when the accused person is produced\r\nbefore the magistrate, he/she has a right to file an application for bail, and the\r\nmagistrate has the power to grant him/her bail.",
    "content_length": 3967,
    "gpt_tokens": 980
  },
  {
    "content": "If he/she does not have a lawyer the\r\nperson is entitled to legal aid for the purpose of making this application.\r\nIf the person is apprehensive that he will be arrested for a criminal offence, he/she\r\nfile an application for anticipatory bail in advance and avoid the arrest for a limited\r\nperiod of time. If anticipatory bail is granted, even if an FIR is registered, the police\r\nwill investigate the matter without arresting the accused.\r\nDifference between Cognizable and Non-cognizable\r\nOffences are also further categorized as cognizable and non-cognizable. The\r\nfollowing table provides the difference between these two types of offences\r\nCategory Cognizable Non-cognizable\r\nSeriousness of\r\noffence\r\nWhen it is a serious offence When it is a less serious\r\noffence\r\nPolice\r\nInvestigation\r\nPolice will investigation Police can investigate only by\r\nthe order of a Magistrate\r\n9\r\nComplied by Majlis Legal center for IIT Kanpur\r\nRegister for\r\nRecording\r\nFIR Register NC Register\r\nDocument copy\r\nyou will get\r\nFIR (First Information\r\nReport)\r\nNC complaint\r\nArrest Accused / accomplice will be\r\narrested without a warrant.\r\nThey can then apply for bail.\r\nBail will be granted at the\r\ndiscretion of the magistrate /\r\njudge, depending upon the\r\ngravity of the crime, the\r\nchances of intimidating the\r\nwitnesses or the type of\r\ninfluence the accused person\r\nhas in the area.\r\nAccused / accomplice will not\r\nbe arrested. Police may call\r\nthe accused and warn him.\r\nOutcome The Police will investigate\r\nand collect evidence. If there\r\nis sufficient evidence, they\r\nwill file Charge Sheet and\r\ntrial will commence.\r\nIt creates evidence of the\r\nharassment the woman is\r\nfacing.\r\nJurisdiction In a cognizable offence the\r\njurisdiction of the police\r\nstation is immaterial to get a\r\ncomplaint registered under\r\nthe FIR register.\r\nIn order to get a noncognizable offence registered\r\nit is essential to ensure that the\r\ncrime has taken within the\r\njurisdiction of the police\r\nstation.\r\nOffences such as rape, sexual harassment of women or violating their modesty,\r\ndowry death, abetment to suicide, cruelty to wives, causing grievous hurt, etc. are all\r\ncognizable offences, where the police are bound to register the FIR and start the\r\ninvestigations.\r\nIf an offence is non-cognizable, then the police cannot start the investigations. The\r\nperson would have to approach the magistrate court and seek directions for the\r\npolice to start the investigation. Simple assault, abuse, etc. come within this\r\ncategory.\r\n10\r\nComplied by Majlis Legal center for IIT Kanpur\r\nThe main reason why an NC complaint is filed is to create a record (proof) of\r\nviolence which will help the person in case the person has to file a criminal\r\ncomplaint later. For instance, if the husband is abusive or threatens to throw the wife\r\nout of the house, she can approach the police station and register an NC complaint.\r\nLater if she want to file for divorce on the ground of cruelty, the NC complaint will\r\nprovide the proof that the woman was also subjected to cruelty and abuse earlier.\r\nCompoundable and Non-compoundable Offences\r\nThe criminal law permits some minor offences to be ―compromised‖ or ―settled‖\r\nbetween the parties. A detailed list of these is provided under Section 320 of Cr,.PC.\r\nThese are termed as ―compoundable‖ offences. However, major offences such as\r\nrape, murder, decoity, dowry death, cruelty to wives, etc. cannot be compromised\r\nbetween the parties. Only the higher courts, i.e. the concerned High Court or the\r\nSupreme Court has the auhority to compound these offences. Hence these are\r\ntermed as ―non-compoundable‖ offences.\r\n11\r\nComplied by Majlis Legal center for IIT Kanpur\r\nII. RIGHTS WITHIN MARRIAGE\r\n4. Matrimonial Rights of Women\r\nIntroduction\r\nIn India, upon marriage, women leave their parental homes and live in the home\r\nprovided by the husband or by his family members.",
    "content_length": 3881,
    "gpt_tokens": 999
  },
  {
    "content": "This home is called her\r\nmatrimonial home. (In fact traditionally it is believed that after marriage a woman\r\nhas rights only in her husband‘s home and not in her parental home, though legally\r\nthe position is now changed and today women have a right of residence in both\r\nparental as well as the matrimonial home.)\r\nThe contract of marriage creates a legal obligation upon the husband and his family\r\nmembers to provide a shelter and maintenance to the wife. In our society, a woman\r\nis perceived as a home maker, in addition to all other roles she may be required to\r\nperform. So while women have the burden of managing the house, cooking for the\r\nfamily, raising the children and tending to the sick, their chances of earning an\r\nadequate income to support themselves or even the chances of retaining their premarriage jobs are constrained. Hence when economic support is withdrawn due to a\r\nmatrimonial conflict, most women are rendered destitute. The situation becomes\r\ndismal when they have the additional burden of caring for their children. Women‘s\r\nright to shelter and maintenance is located within this conceptual framework.\r\nThere are various legal provisions which are meant to safeguard the rights of the\r\nwife in her husband‘s home and to ensure that she can live there with dignity and\r\nsafety. The husband and his family cannot deprive her of these rights. They cannot\r\nharass a wife for dowry and inflict violence upon her. If a situation of domestic or\r\nsexual violence arises, the wife can avail of legal remedies under criminal as well as\r\ncivil laws. The wife also has a right to file for divorce and opt out of the marriage.\r\nShe also has a right to custody of her children.\r\nNational Insurance Co. Ltd. vs. Minor Deepika (2009) 6 MLJ 1005 Madras\r\nHigh Court\r\n―The UNICEF in 2000 noted that ‗unpaid care work is the foundation of\r\nhuman experience‘ The care work is that which is done by a woman as a\r\nmother. The woman herself will be the last person to give this role an\r\neconomic value. But when we are evaluating the loss suffered by the child\r\nbecause her mother died in an accident, we must give a monetary value to the\r\n12\r\nComplied by Majlis Legal center for IIT Kanpur\r\nwork of a caregiver, for after all, the home is the basic unit on which our\r\ncivilized society rests...\".\r\nNote: All women, across religions and regions are entitled to the rights discussed\r\nbelow, unless specifically mentioned otherwise.\r\na. Right to live in the Matrimonial Home\r\nWhat is a matrimonial home?\r\nWhen a woman is married, she acquires the right to live in her husband‘s home. This\r\nhome becomes the woman‘s matrimonial home. Even if it is not owned by her\r\nhusband and is in the name of his parents or siblings, she still has a right to reside in\r\nthis house and she cannot be thrown out of this house. A widow cannot be thrown\r\nout from the house in which she was living with her husband, after her husband‘s\r\ndeath. It does not matter if the house was not owned by her husband.\r\nThe term used in the Protection of Women from Domestic Violence Act (Domestic\r\nViolence Act or DV Act, for short) is ―shared household‖\r\nA shared household is where the woman resides or has resided (i.e. has left or has\r\nbeen thrown out) with the man in a domestic relationship [S. 2(s) of the DV Act].\r\nIt does not matter that the shared household is not owned by either the woman or the\r\nman i.e. the house is on lease / license or joint family property. This right is\r\nprotected under S. 17 of the Domestic Violence Act. If she is thrown out the court\r\ncan pass an order to put her back in the home. The court can also ask the respondent\r\nto provide alternative accommodation if the woman does not want to return to a\r\nviolent home.\r\nHow can a woman protect this right?\r\nIn order to protect this right, a woman must first believe that by virtue of her\r\nmarriage, she has acquired a right to reside in her husband‘s home and she cannot be\r\ndispossessed from this home.",
    "content_length": 3967,
    "gpt_tokens": 963
  },
  {
    "content": "Most often, women lose their right to their matrimonial\r\nhome because they themselves do not believe that they have a right to reside there.\r\nEven when they are asked to leave the home, they must believe that they have a right\r\n13\r\nComplied by Majlis Legal center for IIT Kanpur\r\nto reside in the home and this right can be protected by law. This is the first step.\r\nOnly when women believe this, the right can be protected by law.\r\nIf there is an apprehension that she will be thrown out of this house, she must\r\napproach a magistrate‘s court under the provisions of the Domestic Violence Act\r\nand obtain an order of injunction to restrain her husband or his family members from\r\ndispossessing her (throwing her out) from her matrimonial home (Ss.17, 19 of DV\r\nAct) This will secure her right of residence in this house. In the event that the\r\nhusband or his family members violate this order they will be liable for punishment\r\nunder the Domestic Violence Act. (S.31 of DV Act).\r\nA woman will be deprived of this right only when an alternate accommodation of a\r\npermanent nature is provided for her. Until such time, her right to reside in the\r\nmatrimonial home will be protected by the court.\r\nCaution: The term ‗right of residence‘ cannot be construed to mean ownership\r\nrights or right to a share in the property. Women‘s right to property is discussed\r\nunder a separate section. In India we do not have a right to matrimonial property\r\nwhich is owned by the husband or his family members. However, despite this\r\nlimitation, the right of residence is an important right for most women, and this right\r\nis protected under the Domestic Violence Act.\r\nb. Right to claim Maintenance for self and children\r\nWhat is Maintenance?\r\nThe law imposes a legal obligation on the husband to provide maintenance to his\r\nwife. If he fails to provide for her, the wife can approach the court for an order of\r\nmaintenance.\r\nThe term ―maintenance‖ is the amount required for a decent living, including cost of\r\nfood, shelter (if the same is not provided by the husband), travel, requirements of\r\nhealth care, educational, extra-curricular and recreational expenses of children, and\r\nother sundry expenses.\r\nWho can claim maintenance?\r\nUnder our law, the wife, minor children, major children who suffer from physical or\r\nmental disabilities, unmarried major daughters and aged parents are entitled to\r\nmaintenance as they are unable to maintain themselves.\r\nCan the wife claim maintenance for her children along with herself?\r\n14\r\nComplied by Majlis Legal center for IIT Kanpur\r\nYes, the wife can claim maintenance for herself and her children. If the children are\r\nliving separately along with their mother, they also have an independent right to\r\nclaim maintenance from their father.\r\nIf a woman is working, can she still claim maintenance?\r\nEven if a woman is working, she can claim maintenance, if her husband‘s income is\r\nsubstantially more than her income and she is unable to maintain herself or her\r\nchildren from that income. If the husband and wife are earning the same amount,\r\nshe cannot claim maintenance from him. But in such a situation, women can claim\r\nmaintenance for their children.\r\nCan a woman who is living with her husband claim maintenance?\r\nYes, if her husband is not providing her maintenance while she is living in the same\r\nhouse with him, she has a right to claim maintenance.\r\nCan women claim maintenance during divorce?\r\nYes. If a woman files for divorce, in the same petition, she can also claim interim\r\nand permanent maintenance for herself and for her children. Along with this she\r\nalso needs to make a separate application for interim maintenance which can be\r\ntaken up at the initial stage and decided so she will start getting some maintenance\r\nwhile her petition for divorce is pending in the court.\r\nIf her husband has filed for divorce, as soon as she received the papers, she can\r\nimmediately file an application for interim maintenance which will be heard and\r\ndecided first as a preliminary issue.\r\nIs a woman entitled to claim maintenance after her divorce?\r\nYes.",
    "content_length": 4094,
    "gpt_tokens": 949
  },
  {
    "content": "Even after divorce, if she has not received a lump sum amount as alimony,\r\nwhich is adequate to meet her expenses, she can claim maintenance from her\r\nhusband until she remarries.\r\nIf during litigation, the husband agrees to take the wife back will she still be\r\nentitled to maintenance?\r\nUsually, in order to prevent an order of maintenance being passed against him, the\r\nhusband may volunteer to take the wife back or may even file proceedings for\r\n―restitution of conjugal rights‖ If a woman is keen to reconcile with her husband,\r\nshe may accept this offer, but if there is a history of violence, then she must exercise\r\n15\r\nComplied by Majlis Legal center for IIT Kanpur\r\ncaution before accepting it, because once an order is passed dismissing the petition\r\non the ground that the parties have reconciled, it will be difficult for the woman to\r\nstart the proceedings all over again, as it would be deemed that she has condoned (or\r\nforgiven) the husband his earlier acts of cruelty.\r\nHence, it is advisable to stipulate certain conditions or even keep the proceedings\r\npending in the court for a few months, to ensure that the husband is sincere in his\r\noffer of reconciliation and is not doing so only to avoid payment of maintenance,\r\nbefore the earlier petition is withdrawn.\r\nWhat is the criterion to decide the amount of maintenance?\r\nThe amount of maintenance awarded should be sufficient to meet the regular\r\nhousehold expenses, children‘s educational, medical, recreational expenses, to pay\r\nthe rent of the dwelling house, etc. It should be sufficient to meet the basic needs of\r\na person. Here the standard of life that a person is used to is also taken into\r\nconsideration. For instance if the husband is very rich and the wife is used to that life\r\nstyle she will be given a higher amount than a person earning a modest income\r\nwhere the wife is used to a modest life. Hence it is important to collect evidence to\r\nprove the husband‘s lifestyle and income such as type of house, area of the house,\r\ntype of car or two wheeler, property details, trips to foreign countries etc.\r\nThe exact amount is decided as per the income of the husband and the needs of the\r\nwife and children.\r\nTips: Many a times, husbands try to show that their earnings are far less than\r\ntheir actual income by showing old salary slips or by hiding their additional\r\nincome. So it is necessary for the wife to get all the information before\r\napproaching the court, and collect the necessary details – recent salary record,\r\nbank statements, income from business or from family property, income tax\r\nreturns etc.\r\nIs it necessary to file for divorce while filing for maintenance?\r\nNo. If the woman does not wish to file for divorce, she can make an application only\r\nfor maintenance. This can be done under the provisions of S.125 Cr.PC or under the\r\nDomestic Violence Act without filing for divorce.\r\n16\r\nComplied by Majlis Legal center for IIT Kanpur\r\n5. Rights of Mothers to Custody of Children\r\nIntroduction\r\nRight of custody of their children is a very important concern for women facing\r\ndomestic abuse. Due to the fear of losing custody of their children, many women\r\ncontinue to live in violent relationships and are afraid of taking legal recourse to end\r\nthe violence. Since earlier the father was considered as the ―natural guardian‖ there\r\nis a belief prevalent in society that the children belong to the husband and his family\r\nand the woman has no claim over them and that her role is confined to only taking\r\ncare of them. When women leave their matrimonial home, they are often warned\r\nthat they will not be able to get custody of their children and further, they will not be\r\neven able to meet them. But over years, due to sustained struggle from the women‘s\r\nmovement, the law is changed and today the woman is considered as the joint natural\r\nguardian of her children and also considered as the primary care taker of her\r\nchildren. The courts also consider that she will be the best suited person to take care\r\nof her children. In this section, women‘s right to custody and the ways in which this\r\nright can be secured is explained.\r\na.",
    "content_length": 4144,
    "gpt_tokens": 960
  },
  {
    "content": "Situations where custody of children becomes contentious\r\nand precautions which women must take\r\nWhat right do women, as mothers, have over their children?\r\nA wife, along with her husband, has the right of custody and guardianship over her\r\nchildren. As the primary care taker of her children, she is responsible for their care\r\nand protection. Hence she is entitled to their custody and guardianship.\r\nWhen does the issue of custody of children arise?\r\nThe issue of custody of children arises if due to a dispute between the spouses, if\r\neither of the parties or both, wish to live separately from each other.\r\nWhen she is separating from her husband, how can the woman retain the\r\ncustody of her children?\r\nIf she is separating from her husband, the best way to retain custody of the children\r\nis for the wife to take the children along with her when she is leaving her\r\nmatrimonial home. If the children are already residing with the mother, usually\r\ninterim custody will be retained with the mother, even if the husband approaches the\r\ncourt for custody of the children.\r\n17\r\nComplied by Majlis Legal center for IIT Kanpur\r\nIt is important for any one advising the woman (e.g. lawyer, NGO member,\r\ncounselor etc.) to give women accurate advise regarding this, to avoid unwarranted\r\nanxiety about the issue of securing the legal custody of their children later during\r\ncourt proceedings.\r\nWhy don‟t women usually take the children along with them?\r\nThis is because women think that if they take their children with them, the husband\r\nmay file a police complaint against them that they have kidnapped the children.\r\nHowever, the police have no right to do this as she is the mother and hence she is\r\nalso the natural guardian of her children. A case of kidnapping cannot be filed\r\nagainst a natural guardian.\r\nIs it possible for the woman to take custody of her child after she has left the\r\nhome?\r\nIf a woman h*as not taken her children with her when she is leaving the house, it is\r\npossible to take the custody later. This can be done with the help of a member of a\r\nlocal Mahila Mandal / NGO, a social worker, or the local police, soon after she has\r\nleft the home. If the child left behind is very young and cannot live without the love\r\nand care of the mother, or if the woman is breast feeding her child, this must be done\r\nat the earliest. If there is a long gap after the woman has left the home, it will not be\r\npossible to take custody in this manner, as the child may get used to living with the\r\nfather and his family and may not wish to come with the mother. In such a situation\r\nit is advisable to approach the court for appropriate orders.\r\nCaution: If the child is attached to the husband or his mother and does not wish to\r\ncome with the mother, it will not be possible to take the custody of the child. Always\r\nremember that the child‘s wishes and wellbeing are the most important factors in\r\nmatters of custody.\r\nCan the husband file a police complaint against her for kidnapping the child?\r\nNo, if the child wants to be with the mother and the mother wishes to have the child\r\nwith her, the husband cannot file a case of kidnapping against her as she is the\r\nnatural guardian of the child. However, only the mother alone has a right to take\r\ncustody of her child. No one else can do it on her behalf, but a support person or a\r\nsocial worker can help her or accompany her. At times the police may refuse to help\r\nthe woman and may insist on a court order.\r\nThe Principle, the best interest of the child is paramount\r\n18\r\nComplied by Majlis Legal center for IIT Kanpur\r\nWhat is the main principle which the courts rely upon while deciding the matter\r\nof the custody of children?\r\nThe only principle which is applied while deciding the custody of children - the best\r\ninterest of the child is important. (This principle enshrined in the United Nations\r\nDeclaration of the Rights of the Child is relied upon by Indian Courts while\r\ndetermining the parental rights for custody of children.) This means the custody must\r\nbe given to the person who is best suited to take care of the child or to the parent\r\nwho is the primary caretaker of the child.",
    "content_length": 4167,
    "gpt_tokens": 982
  },
  {
    "content": "In the Indian setting, usually this person is\r\nthe mother.\r\nWhat factors are considered by the court while deciding the „best interests of\r\nthe child‟?\r\nThe love and care given to the child is the most important factor. The general growth\r\nof the child, the child‘s well-being, progress in school, child‘s own preference, the\r\natmosphere in the home - these are some of the factors which are considered while\r\ndeciding the ‗best interests of the child‘.\r\nGenerally, whoever has physical custody of the child at the point of approaching the\r\ncourt usually gets to retain the custody. However, this rule is not rigid and if the\r\nsituation so demands, custody can be changed from one parent to the other, as per\r\nthe court order. Usually, if the child is older, while changing the custody, the court\r\nwill ascertain the views of the child.\r\nCaution: If a woman is facing domestic violence and she is desirous of leaving her\r\nmatrimonial home to escape from violence, she must be given correct advice that she\r\nhas a right to take her children along with her, and that she does not require a court\r\norder to do this.\r\nIs it true that the law considers the father as the „natural guardian‟ of the\r\nchildren and hence his right over the children as superior to that of the mother?\r\nNo this is not true. This was the belief earlier. Within the patriarchal family system,\r\nthe father was considered as the ‗head of the family‘ and the ‗natural guardian‘ of the\r\nchildren. Both the wife and the children belonged to the husband; but gradually this\r\nbelief changed. Now our law considers both father and mother as equal partners in\r\nmarriage and also considers them as equal guardians of their children. The father‘s\r\nrights over the child are not superior that of the mother. However, traditional values\r\nstill prevail and many people still endorse this anti women view and legally incorrect\r\nview.\r\n19\r\nComplied by Majlis Legal center for IIT Kanpur\r\nIs it true that the mother‟s rights over the custody of a child under five years is\r\nsuperior to that of the father?\r\nYes, this is true. This is because a young child needs the love and care of the mother\r\nand hence the law considers that the mother is better equipped to look after a child of\r\ntender age. The child may also be breast fed by the mother. Depriving the child of\r\nthe mother‘s love and care may cause great trauma and anxiety to the child. In such\r\ncases, if the mother is thrown out, the police can help the mother to get immediate\r\ncustody of the child, to save the child from being subjected to such trauma.\r\nIf the mother is employed, will she still be given custody of the child?\r\nThis is a general misconception that prevails in society. People feel that if the\r\nwoman is employed, she will not get custody of the child as she has no time to look\r\nafter the child and the father‘s mother may be more suitable to look after the child.\r\nBut this is not true. The right of the mother is superior to that of the husband‘s\r\nmother. A woman will not be deprived of the custody of the child just because she is\r\nworking or has a demanding job.\r\nIf the father is very affluent and if the mother does not have sufficient means to\r\nbring up the child, will she lose custody of the child?\r\nEven if the father is very affluent, a mother will not be deprived of the custody of her\r\nchild only on this ground. It is usual in our society that the father has better financial\r\nresources in most cases, and the woman may have been a housewife all her life. She\r\nmay not even have the requisite qualifications to earn an adequate income. But this\r\nfactor alone cannot be taken into consideration while deciding the issue of custody of\r\nthe child. The one who is able to provide the best love and care for the child will be\r\nthe only deciding factor. At times people feel that if the mother is unemployed she\r\nmay not get custody as she does not have the financial resources to bring up the\r\nchild.",
    "content_length": 3943,
    "gpt_tokens": 948
  },
  {
    "content": "However, since the legal obligation to provide for the child is primarily with\r\nthe father, the fact that the mother does not have sufficient means to provide for the\r\nchild will not be considered as a major obstacle while awarding her the custody of\r\nher child.\r\nSo, the bottom line is that it does not matter if the woman is employed or\r\nunemployed.\r\nIf the husband accuses the wife of committing adultery, will she be entitled to\r\nclaim custody of her children?\r\nAccusing the wife of adultery or of loose moral character is the usual ploy adopted\r\nby the husband or his lawyer to deprive the wife of her right to custody of children\r\n20\r\nComplied by Majlis Legal center for IIT Kanpur\r\nbecause they are under a misconception that a woman who has committed adultery\r\nwill not be entitled to custody of her children. But the factual position is that the\r\nissue of custody of child will be decided only on who is the main care taker of the\r\nchild, what kind of environment the mother is able to provide for the well-being of\r\nthe child and not on whether she has committed any matrimonial fault. Since this\r\nploy is used routinely by lawyers, courts do not give it serious consideration.\r\nHowever, many women get traumatized when they find that such baseless\r\nallegations are leveled against them. It is best to ignore these allegations and focus\r\non the core issues regarding custody.\r\nIf the mother remarries after her divorce will she lose the custody of her child?\r\nNo, if she has been looking after the child well, she will not lose custody when she\r\nremarries. When the court decides on the matter of custody, the court will look only\r\nat the best interests of the child. The child‘s wishes will be taken into consideration.\r\nIf the child is happy with the mother, the mother will not be deprived of the custody\r\nof her child upon her remarriage. Even the local (or caste) panchayat or the jamaat\r\ncannot force the mother to give up the custody of her child upon her remarriage. If\r\nthis happens, she must not comply with the order, and instead immediately must file\r\nan application for custody under the Domestic Violence Act and protect her rights.\r\nRights of a non-custodial Parent\r\nIf custody of the child is given to one parent, what right does the non-custodial\r\nparent have?\r\nIt is important that the child has the love and care of both the parents. It is necessary\r\nfor the healthy upbringing of a child. Hence if one parent is given custody, the other\r\nparent will be given the right of access. This means if the child is living with the\r\nmother, the child may meet the father on a regular basis i.e. once a week, on a\r\nSunday or once a fortnight during the weekend, etc. Similarly during the holidays,\r\nthe father will be given some days to spend with the child. Sometimes the holidays\r\nare divided equally between the parents. Usually the court issues strict guidelines\r\nregarding the timings for access, which both parties must strictly comply with.\r\nWhat care should the parents take so that the child grows up in a healthy\r\nenvironment?\r\nThe parent who has custody of the child must look after the child‘s physical and\r\nemotional needs well so that the child‘s personality develops well. The educational\r\nneeds of the child are also an important factor and the parent who has custody must\r\nensure that all educational needs of the child are met according to the standard of life\r\nenjoyed by the parents.\r\n21\r\nComplied by Majlis Legal center for IIT Kanpur\r\n6. Protection under the Domestic Violence Act\r\nWhat is “domestic violence” under the Protection of Women from Domestic\r\nViolence Act?\r\nThe term ―domestic violence‖ under Domestic Violence Act includes physical,\r\nemotional, sexual and economic violence (S.3)",
    "content_length": 3734,
    "gpt_tokens": 882
  },
  {
    "content": "The following is an explanation of\r\nthese terms.\r\nPhysical violence - beating, kicking, slapping, etc\r\nEmotional violence – abusing, using derogative words, demanding dowry,\r\nhumiliating her because she does not have children or has only girl children, or\r\nbecause she is not good looking or she has not brought enough dowry, etc or\r\nthreatening to throw her out of the house or threatening that she will not be provided\r\nany money for her or her children‘s maintenance, etc.\r\nSexual violence forcing the wife to have sex when she is not in a position to have\r\nsex (e.g. during menstruation or soon after delivery/ abortion), forcing her to watch\r\npornography, filming her nude and then circulating these video clips, threatening to\r\nbring other women into the house to have sex with them in her presence, forcing the\r\nwife to have sex with other men, etc.\r\nEconomic abuse means neglecting to maintain the wife, not giving her money for\r\nher maintenance, throwing her out of the house and not providing any shelter or\r\nmaintenance, not retuning her dowry, stridhan or jewellery etc.\r\nThe husband has to pay for the woman‘s regular household expenses and for the\r\nchildren‘s expenses. If he does not pay her regular maintenance or abandons the\r\nwife, it would amount to domestic violence under this Act.\r\nWhat rights does this Act give women?\r\nThe Act gives women the right to live a life free from violence. It protects the right\r\nto shelter in the following ways :-\r\nRight to an order of protection: If there is a threat of violence, the woman can get\r\nan order of protection, restraining the husband and his family members from\r\ncommitting violence on her. Even if she is living in her own father‘s house and if\r\nshe is afraid that the husband may assault her or come to her place of work and\r\n22\r\nComplied by Majlis Legal center for IIT Kanpur\r\nhumiliate her, she can ask for a ―stop order‖ (injunction) to restrain him from\r\ncoming anywhere near her (S.18).\r\nRight to live in the same house: The husband, father-in-law or even the father of a\r\nwoman / girl cannot throw her out from the house where she is living or has lived\r\n(S.19).\r\nRight to claim Maintenance: As explained above, the woman has a right to claim\r\nmaintenance under this Act (S.20)\r\nRight to custody: No one can take away the children from the mother, not even the\r\nfather. If such a threat is there, she can go to court and get an order to protect her\r\nright. If her child is taken away forcibly from her custody she can approach the\r\npolice or the court to get her child back (S.21).\r\nRight to claim compensation: If the woman has suffered any harm or injury due to\r\ndomestic violence she has a right to claim compensation for it under the Act (S.22).\r\nNote: The woman has the right to take with her all her belongings i.e. clothes,\r\njewelry, valuables, money etc. This is her stridhan. She can take help to retrieve her\r\nbelongings from a local NGO, the police or the court. The remedy is also available\r\nunder S.19 (8) of the D.V.Act.\r\nIf her husband or in laws do not return her belongings (stridhan) at the time of\r\nleaving the home, she can also file a police complaint under section 406 of the IPC.\r\nAgainst whom can the woman get the orders under this Act?\r\nA woman can get orders under this Act against her husband, father-in-law, brotherin- law etc. She can also get orders against the female relatives of the husband such\r\nas mother-in-law or sister-in-law, if they have contributed to causing domestic\r\nviolence to the woman.",
    "content_length": 3510,
    "gpt_tokens": 891
  },
  {
    "content": "Every woman can claim relief under this Act, irrespective of\r\ntheir religion, including Muslims as the Act stipulates that any woman can claim\r\nreliefs under this Act.\r\nThe Act defines the Aggrieved Person in very broad terms as ―Any woman/child\r\nfacing domestic violence from an adult male with whom she shares a domestic\r\nrelationship and is living/has lived within a shared household [S.2(a)].\r\nWho should a woman approach to file a complaint?\r\nThe woman can approach the Protection Officer, a private lawyer, a legal aid lawyer\r\nor a local NGO to help her in approaching the court to protect her rights. She can\r\n23\r\nComplied by Majlis Legal center for IIT Kanpur\r\nalso go to a police station and the police will refer her to the Protection Officer in\r\nthe area. If she is injured she can go to a hospital and the hospital will help her to\r\nreach the police or the protection officer of the area.\r\nWhat advice should be given to the woman before she files her complaint?\r\nThe woman must be advised that when she is leaving the house where she has lived\r\nwith her husband or in laws, she must take with her, her belongings and valuables,\r\nher children, her documents such as her educational certificates, copy of other\r\ndocuments such as birth or marriage certificate, caste certificate, husband‘s bank\r\npass book, or bank statement, contract of employment, etc.\r\nCaution: The woman must collect evidence before leaving or filing the\r\ncomplaint to support her statements. This could include medical reports of\r\ninjuries, earlier complaints to police, etc.\r\nAlso documents such as house papers to prove ownership of house, ration card, 7/12\r\nextract as proof of land ownership or income from the land, any other proof to show\r\nhusband‘s income etc, are important to prove the husband‘s income.\r\nWho is a „Protection Officer‟ under the Act?\r\nA ‗Protection Officer‘ (PO) is a government officer designated or appointed by the\r\nMinistry of Women and Child Development, who is entrusted with the duty of\r\nproviding all kinds of support to the woman including helping her to approach the\r\ncourt, taking her to a shelter home if she needs shelter, taking her to a hospital if she\r\nneeds medical help or helping her to access other government schemes to help\r\nwomen.\r\nThe total number of Protection Officers in Maharashtra are around 670. This\r\nnumber includes the officers who are designated as Protection Officers as well as\r\nthose specially appointed as Protection Officers.\r\nHow to approach a court for an order?\r\nEach time a woman is beaten and she approaches the Protection Officer, a Domestic\r\nIncident Report (DIR-Form I) is prepared. This provides a proof of domestic\r\nviolence.\r\nIf the woman has gone directly to a private lawyer, then the lawyer will prepare a\r\ndetailed application and also an application for interim reliefs. In such case there is\r\nno need to approach a protection officer and obtain a DIR.\r\n24\r\nComplied by Majlis Legal center for IIT Kanpur\r\nIf she has any evidence then that can also be mentioned (for instance if earlier a\r\npolice complaint was filed by her or if she has gone to the hospital when she was\r\ninjured due to the beating, etc.) All proofs of husband‘s income can be attached if\r\nthe woman is seeking an order of maintenance under the DV Act.\r\nIn the end, it must be clearly stated as to what type of remedies she is seeking (e.g.\r\nprotection, maintenance, residence, custody of child, etc.)\r\nHow long will it take to obtain an Order?\r\nThis Act is supposed to provide quick reliefs. The court dates are given at short\r\nintervals. It is possible to get an interim order within a month of filing the\r\nproceedings. Though the final orders are supposed to be given within 60 days, due\r\nto technical difficulties and workload of the court, this does not usually happen. But\r\nthe final order can be expected within one year of filing and an interim order can be\r\nexpected at least within two months.\r\n25\r\nComplied by Majlis Legal center for IIT Kanpur\r\nIII. Violence Against Women & Children\r\n7.",
    "content_length": 4030,
    "gpt_tokens": 956
  },
  {
    "content": "Dowry Harassment and Cruelty Against Wives\r\nWhat is the meaning of Dowry?\r\nSection 2 of the Dowry Prohibition Act (DPA), 1961 defines ―dowry‖ as any cash,\r\njewelry, valuables, or property which the husband or his family members demand\r\nfrom the bride‘s parents at the time of marriage, as a consideration of marriage. This\r\nterm also includes demands made subsequent to the marriage from the bride or her\r\nparents.\r\nIs demanding dowry an offence?\r\nYes, it is a serious offence under the Dowry Prohibition Act, 1961. It is punishable\r\nwith a minimum of five years‘ imprisonment and a fine of Rs.15, 000/- or equal to\r\nthe value of the dowry demanded or paid.\r\nWho can register a complaint under this Act?\r\nThe woman herself, her parents, the police, Dowry Prohibition Officer appointed\r\nunder S.8-B of the Act, or even a non-governmental organization on behalf of the\r\nwoman, can register a complaint.\r\nWhich are the Provisions Related to Dowry Related Violence in the\r\nIndian Penal Code (IPC)?\r\nAfter the anti-dowry in early 1980 several women‘s organisations demanded\r\nstringent punishment for husbands and their family members if they caused any\r\ndowry related violence to a newly married bride. If a woman died in her matrimonial\r\nhome within seven years under unnatural or suspicious circumstanced, a special\r\nlegal provision was incorporated which is termed as S.304B – Dowry Death. If a\r\n26\r\nComplied by Majlis Legal center for IIT Kanpur\r\nwoman committed suicide due to harassment for dowry within seven years of her\r\nmarriage, S.306 of IPC-Abetment to Suicide can be invoked. If the woman was\r\nharassed for dowry or was treated with cruelty, S.498A can be invoked. In this case,\r\nthere is no limitation of seven years after marriage. If her stridhan is not returned to\r\nher, S.406 can be invoked, along with S.498A. The following table indicates the\r\npunishment that can be awarded under these sections.\r\nIPC\r\nSections\r\nDescription of\r\nOffence\r\nMaximum\r\nPunishment\r\nMinimum\r\nPunishment\r\nS.304-B Dowry Death Life\r\nImprisonment\r\n7 years\r\nS.306 Abetment to\r\nSuicide\r\n10 Years -----\r\nS.498-A Cruelty to Wives 3 Years -----\r\nS.406 Criminal\r\nMisappropriation\r\nof Trust\r\n3 Years -----\r\nDespite widespread campaigns against dowry and the stringent\r\nlaws, why has the menace grown?\r\nIn our society the social status awarded to the girl‘s family is much lower than that\r\nawarded to the groom‘s family. Since the need to get the daughters married is\r\noverwhelming, the bride‘s family is not able to refuse the demand for dowry at the\r\ntime of marriage. They fear that if they don‘t give dowry, their daughters won‘t get\r\nmarried. So the parents of the bride prefer to meet the demands of the groom‘s\r\nfamily in order to get their daughters married, as having an unmarried daughter at\r\nhome is considered a social stigma.\r\nWhat is the remedy?\r\nThe problem is not with the gifts which are given to the bride from her parents or\r\nfrom her husband‘s family. The problem is that the woman does not have control\r\n27\r\nComplied by Majlis Legal center for IIT Kanpur\r\nover these items and they area considered as the property of the husband and his\r\nfamily. This attitude must be changed.",
    "content_length": 3176,
    "gpt_tokens": 844
  },
  {
    "content": "Girls must be advised that the gifts given at\r\nthe time of marriage are her exclusive property and if she has been forced to leave\r\nthe matrimonial home due to domestic violence, she has a right to take these with\r\nher.\r\nWhat precautionary measures must be taken at the time of\r\nmarriage?\r\nThe girl‘s parents must take the following precautions at the time of their daughter‘s\r\nmarriage to secure her future:\r\n The girl and her family members must refuse the marriage proposal from a\r\ngroom or his family members if they make demands for dowry at the time of\r\nmarriage negotiations.\r\n The parents are free to give gifts to their daughter at the time of marriage out of\r\nlove and affection for her. The gifts given by relatives, friends and even by the\r\nhusband or his relatives belong exclusively to the bride, and constitutes her\r\nstridhan. A list of these gifts received at the time of marriage must be made and\r\nthe bride, the groom and their parents must sign this document and it must be\r\nkept safely with the girl‘s family or a trusted friend, so that there is no dispute\r\nregarding the gifts received as stridhan later.\r\n If after the marriage is arranged, valuables or cash is demanded as dowry or\r\ngifts, the marriage preparations must be stopped and a complaint under the\r\nDowry Prohibition Act must be immediately be registered. (See the later section\r\nregarding property rights of women for a further discussion on this issue.)\r\n Rather than cash gifts, relatives must be encouraged to give cheques in favour of\r\nthe girl at the time of marriage and this should be deposited either in her own\r\nseparate account or in a joint account in the name of the bride and the groom.\r\n All valuables and jewelry which belongs to the bride must be kept in a locker\r\nwhich is in her exclusive name or which is in the joint names of herself and the\r\ngroom, which she has the right to operate.\r\n28\r\nComplied by Majlis Legal center for IIT Kanpur\r\n If after marriage the girl is harassed for more dowry, she must communicate this\r\nto her parents through letters or emails. The parents of the girl may meet the\r\ngroom and his family members to sort out the differences and if they cannot be\r\nresolved, the girl must be given a choice to return to her parents‘ home.\r\n In the event that the bride is thrown out of her matrimonial home, she must take\r\nwith her all her jewelry and valuables.\r\n In case this is not possible, at the time of leaving or soon thereafter, she must\r\nlodge a complaint to the police mentioning the fact of harassment for dowry and\r\nalso give the police a list of valuables that are left behind in the husband‘s\r\nhome. The police can register a case under the Dowry Prohibition Act as well as\r\nunder S.498A and S.406 of IPC and help the girl to immediately retrieve her\r\nbelongings and valuables from the husband‘s residence. (These IPC provisions\r\nare discussed later in this section.)\r\n If at this stage no compromise is possible the girl can also initiate proceedings\r\nunder the Domestic Violence Act for her civil rights such as maintenance,\r\nresidence, return of belongings etc.\r\nWhat is Stridhan?\r\nThe gifts given to the bride out of love and affection by her parents or relatives\r\nconstitute her stridhan. The gifts given to the bride by her husband and/or his\r\nrelatives also constitute her stridhan. The term ―Stridhan‖ means a woman‘s\r\nproperty and she has exclusive control over it. Even if it is kept with her husband or\r\nhis parents, when a woman demands it, it must be given back to her.\r\nHow can a woman claim her Stridhan if it is in the possession of her\r\nhusband or in-laws?\r\nIn many families, the stridhan property is kept in the custody of the mother-in-law\r\nor the husband. If they refuse to give it back to her, when she demands, or when she\r\nis leaving the matrimonial home, it is an offence under S.406 of IPC - Criminal\r\nMisappropriation of Trust.",
    "content_length": 3890,
    "gpt_tokens": 955
  },
  {
    "content": "If the woman lodges a complaint with the police, the\r\n29\r\nComplied by Majlis Legal center for IIT Kanpur\r\npolice will immediately call the husband / his family members to the police station\r\nand request them to return the jewelry and valuables. If they refuse, the police will\r\nfile a case under S.406 of IPC and arrest them and also get an order to search and\r\nseize the valuables from the premises or bank lockers etc.\r\nCriminal complaint against husband and/or in-laws for causing\r\ncruelty\r\nWhat is cruelty to a wife under the Criminal Law?\r\nSection 498A of IPC defines cruelty as follows: If a husband or his relatives, harass\r\na woman for dowry, or cause any physical or mental harassment which causes harm\r\nto her life, limb or sanity, it amounts to cruelty.\r\nIs it a serious offence?\r\nYes. It is a serious offence. Though the maximum punishment is only three years,\r\nthe offence is cognizable, non-bailable and non-compoundable. The police have the\r\npower of immediate arrest, even without a court warrant. This causes a great deal of\r\nhumiliation to the husband and his family members. Once filed, the complaint cannot\r\nbe withdrawn easily. It can only be quashed by the High Court. Once a complaint\r\nunder this section is filed, it is difficult to reconcile the marriage.\r\nCan this section be used to address general physical and mental\r\ncruelty inflicted on a married woman?\r\nYes. This section can be used for dowry related harassment as well as for any\r\nphysical or emotional harassment caused to the wife as it can be seen from the\r\ndefinition of this provision.\r\nSection 498-A: Husband or relatives of husband of a woman subject her to\r\ncruelty. - ‗Whoever, being husband or the relative of the husband of a woman,\r\n30\r\nComplied by Majlis Legal center for IIT Kanpur\r\nsubjects such women to cruelty shall be punished with imprisonment for a term\r\nwhich may extend to three years and shall also be liable to fine.\r\nExplanation - for the purpose of this section ‗Cruelty‘ means\r\n(a) any willful conduct which is of such a nature as is likely to drive the woman to\r\ncommit suicide or to cause grave injury or danger to life, limb or heath, whether\r\nmental or physical of the woman; or\r\n(b) harassment of the woman where such harassment is with a view to coercing her\r\nor any person related to her to meet any unlawful demand for any property or\r\nvaluable security or in on account of failure by her or any person related to her to\r\nmeet such a demand.\r\nWhat are the problems faced by women to register cases under this\r\nSection?\r\nUsually the police refuse to register cases under this section unless specific\r\nallegations of dowry demands are included in the complaint. But now slowly this\r\nmisconception is changing. But even now, the police do not register the case straight\r\naway. The couple is first sent for counseling, and the police only registers the\r\ncomplaint if the dispute is not resolved.\r\nHow can cruelty be proved?\r\nCruelty can be proved in various ways such as complaints to the police, medical\r\nrecords, letters written to her parents by the girl, phone calls, phone messages,\r\nstatements of friends or neighbours, etc.\r\nIs forced sex in marriage (marital rape) within the purview of this\r\nsection?\r\n31\r\nComplied by Majlis Legal center for IIT Kanpur\r\nYes, forced sex amounts to sexual violence and is included within the term,\r\n―cruelty‖ So forced sex will come within the purview of this section and if there are\r\nany such complaints of this nature, the police must immediately file the complaint\r\nand arrest the husband. (Though S.498A does not specifically define sexual violence\r\nas cruelty, but uses broader general term as 'any physical or mental harassment\r\nwhich causes harm to her life, limb or sanity', rape / sexual violence would come\r\nwithin its scope.)\r\n8.",
    "content_length": 3798,
    "gpt_tokens": 931
  },
  {
    "content": "Rape & Sexual Offences Under IPC\r\n(As Amended by the Criminal Law Amendment Act, 2013)\r\nMathura, the Catalyst of the anti-rape campaign in India\r\nMathura, a 16-year-old poor, orphan, illiterate tribal girl, was raped by two\r\npolicemen within a police compound in Desai Ganj, a small village in Chandrapur\r\nDistrict of Maharashtra. She was brought to the police station in the evening of 26\r\nMarch 1972, on a complaint filed by her own brother that she had eloped with her\r\nlover. At 10.00 pm at night, while her relatives were waiting outside, after the\r\ninterrogation, two policemen on duty, Tukaram and Ganpat, took her to a toilet\r\nwithin the compound of the police station and raped her. When the relatives called\r\nout to her, she came out in a distorted state with a torn saree and informed them that\r\nthe policemen had raped her. Hearing the commotion, people gathered and due to\r\ntheir pressure a case of rape was registered. The medical report revealed that there\r\nwere no marks of injury on her body and that the vagina admitted two fingers easily,\r\nwhich implied that she was ‗habituated to sexual intercourse‘ Her age was stated as\r\nbeing between 14 and 16 years.\r\nThe sessions judge, Chandrapur, on 1 June, 1974 acquitted the policemen on the\r\nground that since there were no marks of injury, Mathura must have consented. He\r\nlabeled her a ―shocking liar‖ whose evidence was ―filled with falsehood‖ The judge\r\nconcluded that though sexual intercourse with the policemen was proved, there was a\r\n‗world of difference between ―sexual intercourse and rape‖.\r\nIn appeal, based on the same evidence, the Nagpur Bench of the Bombay High Court\r\nreversed the judgment and convicted the accused to rigorous imprisonment for five\r\n32\r\nComplied by Majlis Legal center for IIT Kanpur\r\nyears and held that ―passive or helpless surrender induced by threats or fear cannot\r\nbe equated with ‗free consent‖ However, in appeal, the Supreme Court, in\r\nSeptember, 1978, reversed this judgment, upheld the judgment of the Sessions Court\r\nand acquitted the accused on the ground that absence of injuries implies consent.\r\nThe judgment shocked some law teachers, who wrote an open letter to the Chief\r\nJustice of India condemning it as they felt it would ―snuff out all hopes of justice for\r\nmillions of Mathura‘s in the country‖ in 1979. This open letter gave birth to the antirape campaign in India and resulted in amendments to the rape laws in 1983.\r\nAn important aspect of the amendment was that custodial rape (rape in police\r\ncustody, prisons, etc.) was made into an aggravated form of sexual crime warranting\r\nsevere punishment of a minimum of 10 years. The Supreme Court ruling had\r\nhighlighted the fact that in a rape trial it is extremely difficult for a woman to prove\r\nthat she did not consent ―beyond all reasonable doubt‖ as was required under the\r\ncriminal law. The major demand of the campaign was that the onus of proving\r\nconsent should shift from the prosecution to be accused. Accordingly, the ―burden\r\nof proof‖ regarding consent was shifted for cases of custodial rape. Since then there\r\nhave also been several changes in criminal procedures, police manuals, etc. which\r\nhave given strict guidelines that women cannot be arrested at night and that they\r\ncannot be retained in police custody at night. But the stringent provisions did not\r\nhave the desired impact of reducing the incidents of rape in the country as the\r\nfollowing graph reveals.\r\nReported Cases of Rapes in India 1990 - 2016\r\n1990 1994 1995 1996 1997 1998 2000 2005 2007 2010 2012 2013 2014 2015 2016\r\n9,518 12,351 13,754 14,846 15,330 15,031 16,496 18,359 20,737 22,172 24,923 33,707 36,735 34,651 38,947\r\n33\r\nComplied by Majlis Legal center for IIT Kanpur\r\nReported Cases of Rape\r\nIn 2013 after the Nirbhaya incident and the widespread protests that followed, the\r\ncriminal law dealing with sexual offences was amended and the definition of rape\r\nwas widened to include non peno-vaginal penetration.",
    "content_length": 3979,
    "gpt_tokens": 974
  },
  {
    "content": "Also many new offences\r\nwere included such as stalking, Voyeurism, etc.\r\nDefinitions of ‘sexual offence’ under the Indian Penal Code (IPC)\r\nOutraging modesty\r\nS. 354 states that if a man assaults or uses criminal force on any woman with the\r\nintention of outraging her modesty or knowing that it is likely to outrage her\r\nmodesty, then he shall be punished under this section.\r\nSexual Harassment\r\nS. 354A states that if a man makes physical contact and advances, demands or\r\nrequests for sexual favours, shows pornography against the will of a woman or\r\nmakes sexually coloured remarks, then he shall be punished under this section.\r\n0\r\n5000\r\n10000\r\n15000\r\n20000\r\n25000\r\n30000\r\n35000\r\n40000\r\n45000\r\n1990 1994 1995 1996 1997 1998 2000 2005 2007 2010 2012 2013 2014 2015 2016\r\n34\r\nComplied by Majlis Legal center for IIT Kanpur\r\nDisrobing\r\nS. 354B states that if a man assaults or uses criminal force against a woman with the\r\nintention of disrobing her or compels her to be naked, he shall be punished under this\r\nsection.\r\nVoyeurism\r\nS. 354C states that if a man watches or captures the image of a woman in a private\r\nact or disseminates such an image, he shall be punished under this section. A private\r\nact includes an act where the victim does not expect to be observed by the man or\r\nany other person at his behest.\r\nIf the victim consents to the capture of the image but not to dissemination, then such\r\ndissemination shall be punishable.\r\nStalking\r\nS. 354D states that if a man follows or contacts (or attempts) a woman despite a clear\r\nindication of disinterest by her, or monitors the use of internet, email or other\r\nelectronic communication by her, then he shall be punished under this section.\r\nRape\r\nS. 375 includes:\r\n Penetration of the penis, to any extent, into the vagina, mouth, urethra or anus\r\nof a woman or if he makes her to do so with him or any other person; or\r\n Insertion to any extent, any object or a part of the body other than the penis,\r\ninto the vagina, the urethra or anus of a woman or if he makes her to do so\r\nwith him or any other person; or\r\n Manipulation of any part of the body of a woman so as to cause penetration\r\ninto the vagina, urethra, anus or any body part or if he makes her do so with\r\nhim or any other person; or\r\n If he applies his mouth to her vagina, anus, urethra or makes her to do so with\r\nhim or any other person.\r\n35\r\nComplied by Majlis Legal center for IIT Kanpur\r\nThe above acts amount to rape if they are committed without the consent and against\r\nthe will of the woman.\r\nEven if the consent of the woman is given to the above acts, it will amount to rape\r\nunder the following circumstances:\r\n When consent has been obtained by putting her or any person in whom she is\r\ninterested, in fear of death or hurt.\r\n When the man knows that he is not her husband and she gives consent\r\nbecause she believes him to be her husband.\r\n When she is unable to understand the nature and consequence of the act to\r\nwhich consent is given due to intoxication, administration of any stupefying\r\nor wholesome substance or due to certain mental unsoundness wherein she is\r\nunable to understand the act to which she gives her consent.\r\nS.",
    "content_length": 3179,
    "gpt_tokens": 830
  },
  {
    "content": "376 (2) states that under the following circumstances the offence of rape shall also\r\nbe committed and the punishment prescribed for the same is more stringent.\r\nBy Police Officers\r\nBy Public Servants\r\nBy Armed Forces\r\nBy Management or staff of a jail, remand home, women or\r\nchildren‘s institute\r\nBy Management or staff of hospitals\r\nBy a relative, guardian or teacher or a person in a position\r\nof trust and authority\r\nDuring communal or sectarian violence\r\nRapes a woman, knowing her to be pregnant\r\nRapes a woman below 16 years\r\nRapes a woman who is incapable of giving consent\r\nRapes a woman over whom he is in a position of control or\r\ndominance\r\n36\r\nComplied by Majlis Legal center for IIT Kanpur\r\nCauses grievous bodily harm, maims, disfigures, endangers\r\nthe life of the woman\r\nRapes her repeatedly\r\nInjury which causes the death of the woman or causes the woman to be in a\r\npersistent vegetative state\r\nS.376A states that during the commission of the offence of rape, if a man inflicts an\r\ninjury which causes the death of the woman or causes the woman to be in a\r\npersistent vegetative state, then such an act shall be punishable with a stringent\r\npunishment.\r\nSexual Intercourse by husband upon his wife during separation\r\nS. 376B states that if a husband, living separately (with or without a decree of\r\nseparation) from his wife has sexual intercourse with his wife, without her consent\r\nshall be punished with a stringent punishment.\r\nSexual Intercourse by a person in authority\r\nS. 376C states that if a man who is in a position of authority or fiduciary relationship\r\nwith a woman or public servant or superintendent /manager of a jail, remand home\r\nor other place of custody or management / staff of a hospital, abuses his position or\r\nseduces a woman under his charge or in his premises to have sexual intercourse with\r\nhim, then he shall be punished for the offence of rape, with a stringent punishment.\r\nGang Rape\r\nS. 376D states that whenever a woman is raped by two or more persons constituting\r\na group or acting in furtherance of a common intention, then each person is said to\r\nhave committed the offence of rape and shall be liable to be punished with a\r\nstringent punishment.\r\nRepeat Offenders\r\n37\r\nComplied by Majlis Legal center for IIT Kanpur\r\nS. 376E states that if a man has been previously convicted for an offence under Ss.\r\n376, 376A or 376D then such person shall be punished with a stringent punishment.\r\nWord, gesture or act intended to insult the modesty of a woman\r\nS. 509 states that if a man utters any word, sound, gesture, exhibits any object with\r\nthe intention that it is heard or seen or intrudes the privacy of a woman, then he shall\r\nbe punished under this section.\r\n*Abetment and Attempt to commit the above offences is also punishable and is\r\ncovered above.\r\nConfidentiality to be maintained by Media\r\nIt shall not be lawful for any person to print or publish any matter in relation to\r\nproceedings under Ss. 376, 376A, 376B, 376C, 376D, 376E except with the previous\r\npermission of the Court. S. 327 (3) Cr.PC.\r\nAddressing Biases, Clearing Misconceptions and\r\nUnderstanding Precautionary Measures\r\n“It is not your fault” In our society, if a woman or child is raped, she is\r\ntreated as an accused and made to suffer. She is made to feel that it is her own\r\nfault that she got raped. Her character, conduct, the way she dresses, her past\r\nsexual history, etc. become suspect and she is blamed for the crime that is\r\ncommitted on her. Due to the stigma attached to rape, the family is afraid of\r\nreporting it to the police. There is also the fear that reporting the crime will\r\ndiminish the chances of the girl getting married and that the entire family will\r\nbe humiliated and ostracized. This is all the more true if the girl is poor or\r\nfrom a backward caste.",
    "content_length": 3813,
    "gpt_tokens": 960
  },
  {
    "content": "Hence as change agents it is important for us to spread\r\nthe message that it is not the fault of the victim that she is raped.\r\nIf we are aware of our rights, understand the procedures and take precautions,\r\nthe trauma faced by a victim / survivor during investigation and trial of a rape\r\ncase will be reduced.\r\nPreserve all evidence: As far as possible, the victim should not have a bath\r\nor wash herself or wash the clothes that she was wearing at the time of the\r\noffence. It is very difficult to do this because the natural instinct after rape is\r\n38\r\nComplied by Majlis Legal center for IIT Kanpur\r\nto clean one‘s self and also wash the clothes to wipe out the feeling of\r\nviolation that the offence of rape brings about. The place where the crime was\r\ncommitted also must not be disturbed. This is important to collect the\r\nevidence to prove rape.\r\nDo not delay filing the FIR: Due to the stigma attached to the offence, the\r\nfamily takes time to consider whether to report the offence to the police or to\r\nhush up the matter. There are several levels of consultations take place within\r\nthe family and even at the community level. The social status of the rapists or\r\nhis connection with authorities also matter. If the rapist is wealthy, or has high\r\nsocial standing, and the victim is from a poor family, there will be a great\r\nreluctance to report the crime. Similarly if he is a relative or a neighbor, there\r\nwill be reluctance. Due to this sometimes cases are filed even after many days.\r\nCaution: Delay in filing the complaint will result in loss of crucial evidence\r\nand due to this it may be difficult to prove the case in court later.\r\n.\r\nGo to a hospital directly and start treatment: Instead of going to the police\r\nstation, the victim can to directly to the hospital and get immediate medical\r\ntreatment. This will help not only to preserve crucial evidence against the\r\naccused but avert any infectious or dangerous disease and avert pregnancy.\r\nParents, relatives, friends, social workers etc may accompany the victim for\r\nthe medical examination. The FIR can be lodged from the hospital itself.\r\nAnyone can get raped. It can happen anywhere – There is a general belief\r\nthat rape is committed only by strangers in lonely places and dark corners. But\r\nthe statistics for Maharashtra for 2012 reveal that 94% of the reported cases\r\nare by known persons. Fathers, step fathers, uncles, grandfathers, brothers,\r\nbrother-in-law, other relatives, neighbors, teachers, doctors, police,\r\nboyfriends, his friends, etc. are known to commit rape. [Even husbands\r\ncommit rape, but this does not get recorded as rape, but it can be filed as an\r\noffence under S.498-A IPC - cruelty to wives – discussed later in the next\r\nsession.]\r\nAll rapes are not violent specially those committed by known persons\r\nMany times the fact that a young girl is raped is detected only when she is\r\nabout 5-6 months pregnant. When she approaches the hospital to find out why\r\nshe has missed her menstrual period, the fact that the child is raped is\r\ndetected. So be alert.\r\n39\r\nComplied by Majlis Legal center for IIT Kanpur\r\nPenetration by Penis into vagina is not important to prove rape: After the\r\nrecent amendment to rape laws, it is not important to prove penetration of the\r\npenis into the vagina. All other sexual activity such as inserting fingers, or\r\nobjects such as rods, sticks etc. into the vagina, anus or inserting penis into\r\nanus or mouth (oral sex) also constitutes rape. (The legal definitions are\r\ndiscussed in detail later)\r\nThe Victim need not go to the Police Station to lodge FIR, a relative,\r\nfriend or social worker can lodge it: The victim may be traumatized after\r\nthe rape or she may be injured or she may be very scared to go to the police\r\nstation and narrate the incident to the police.\r\nRemember – there is no need for a victim to go to a police station personally\r\nto lodge the FIR. It can be lodged by any person on her behalf.",
    "content_length": 3954,
    "gpt_tokens": 935
  },
  {
    "content": "This is the\r\nlaw and you must insist that the police will follow this and not force the victim\r\nto come to the police station to lodge the FIR if she is reluctant to do so\r\nHer statement can be recorded later at her home or any other place where she\r\nis comfortable.\r\nCreating Awareness about Sexual Offences: The new amendment to rape\r\nlaws have listed out many types of sexual offences and mentioned different\r\nbody parts. We must also familiarize ourselves with pronouncing the names\r\nsexual organs such as i.e. breasts, vagina, buttocks, thighs, anus, penis etc..\r\nWe usually feel embarrassed to utter these words and there is a cultural barrier\r\nagainst naming sexual organs. But under the new law it is very important to\r\ndescribe the offence accurately by naming the concerned body part while\r\nrecording an FIR. We cannot use general terms such as izzat loota or galat\r\nkaam kiya.\r\nWe should also teach our children to be aware of their body parts, and how to\r\nprotect themselves against sexual abuse and give confidence to them to report\r\nit to their care takers (teachers, parents, etc.) when they are sexually abused.\r\nOnly then will the stigma attached to rape will be reduced.\r\nRespect the sexual choices made by young women: Many times when a\r\nyoung girl has an affair with a boy and the parents do not approve of it, the\r\ngirl runs away with the boy. Although the parents are aware that the girl has\r\ngone with her own choice, they file a complaint against the boy for\r\nkidnapping and rape and get him arrested. When the girl is brought back she is\r\n40\r\nComplied by Majlis Legal center for IIT Kanpur\r\npressurized into accepting the wishes of the parents and agrees to marry the\r\nboy of her choice. Sometimes the girl refuses to accept the choice of their\r\nparents and insists on marrying the boy of her own choice and prefers to stay\r\nat a shelter home until she becomes major and is able to marry the boy. Such\r\ncases tend to get categorized as ―false cases‖ through no fault of the girl and\r\ndue to this all girls become suspect when they wish to file a case of rape. So\r\navoid filing such cases. This defeats the purpose for which we are all fighting\r\n- to protect the dignity of women.\r\nA scheme for financial assistance and other support to Rape Victims:\r\nRecently the National Legal Services Authority has drafted a comprehensive\r\nscheme for compensation to rape survivors. All state governments are bound\r\nto adopt the scheme drafted by Central Government\r\nSupport to Victims during Investigation and Trial: After recent\r\namendments, a government official can be designated as a support person to\r\nhelp the victim during the procedures of investigation and trial. This person\r\ncan be a government officer from the department of Women and Child\r\nDevelopment or an NGO member working with the government. The victim\r\ncan also have her own lawyer. If she has no financial resources, she can ask\r\nthe state to provide her a lawyer from the legal aid panel.\r\n9. Protection of Children from Sexual Offences Act,\r\n2012\r\n(POCSO)\r\nIn 2012 a special law was passed to provide protection to children who are victims of\r\nsexual abuse. This acts additional safeguard to the child during the criminal trial and\r\nprovides for protection and rehabilitation of the victim. This Act protects both male\r\nand female children who are under 18 years of age. Similarly, any adult, male or a\r\nfemale can be the accused person under this Act. The Act provides a wide definition\r\nof sexual abuse and non-vaginal penetration and insertion of objects into the mouth,\r\nvagina, anus or urethra of the child amounts to sexual abuse under the Act. This\r\nAct does not use the word ‗rape‘ to describe sexual violence.\r\nPenetrative Sexual Assault\r\nS. 3: Insertion, penetration, manipulation with the penis, any body part, or any object\r\ninto the vagina, mouth, urethra or anus of a child.\r\nAggravated Penetrative Sexual Assault\r\n41\r\nComplied by Majlis Legal center for IIT Kanpur\r\nS. 5: ‗person in authority‘ and/or if additional harm and injury is committed.\r\nSexual Assault\r\nS. 7: touching a child with sexual intent (non-penetrative) Touching vagina, penis,\r\nanus, breast or any physical contact with the child with sexual intention\r\nAggravated Sexual Assault\r\nS.",
    "content_length": 4253,
    "gpt_tokens": 999
  },
  {
    "content": "9: ‗person in authority‘ and/or if additional harm and injury is committed\r\nSexual Harassment\r\nS. 11: Word, sound, gesture, exhibiting any body part, showing pornography with\r\nsexual intent. Making a child exhibit any body part, stalking the child, threatening\r\nthe use of pornographic media\r\nPornography\r\nS. 13 use of a child for pornographic purposes.\r\nS. 15 storing pornographic media of a child for commercial use\r\nAbetment\r\nS.16: instigating a person to commit an offence, getting involved in a conspiracy or\r\naiding the commission of an offence\r\nAttempt\r\nS.18: attempt to commit any of the above\r\nMandatory Reporting\r\nS.19 (1): any person who has knowledge of sexual offence committed or likely to be\r\ncommitted on a child\r\nS.20: management and staff of media, hotels, lodges, hospitals, clubs, studios and\r\nphotographic facilities\r\nS.21: Failure to report or record is punishable\r\nS.21 (3): However, a child who fails to report not punished.\r\nFalse complaint or False information\r\nS. 22 (1) & (3): To humiliate, extort, threaten, defame or victimize\r\nS. 22 (2): However a child who makes a false complaint or gives false information is\r\nnot be punished\r\nS.19 (7): Any person giving information in good faith shall not suffer any civil or\r\ncriminal liability\r\n42\r\nComplied by Majlis Legal center for IIT Kanpur\r\nConfidentiality by Media\r\nS.23 (1) (2): Identity of the child includes the family‘s identity, school, relatives,\r\nneighbourhood and other information.\r\nReport or comment that may lower the child‘s reputation and infringe her/his\r\nprivacy.\r\nReporting of the Offence\r\nFirst Information Report (FIR)\r\nInformation can be given by any person S. 154 Cr.PC\r\n Shall be recorded in writing S. 154 Cr.PC\r\n Shall be read over to the informant S. 154 Cr.PC\r\n Shall be given a copy free of cost S. 154 Cr.PC\r\n If reported by the victim, it shall be recorded by a woman police officer or any\r\nwoman officer S. 154 Cr.PC\r\n In the presence of an interpreter or translator, when required S. 154 Cr.PC\r\n Failure to record an FIR it a cognizable offence S. 166 A (c) IPC Victim\r\nStatement\r\n Shall be recorded by a woman police officer or any woman officer\r\n Shall be recorded at a place where the victim is comfortable\r\n If shall be recorded in the presence of a person whom the victim trusts\r\n Different language, an interpreter or translator may be called\r\n List of interpreters and translators are available with DCPU.\r\n It may be video recorded\r\nAdditional Points under POCSO Act:\r\n The police officer shall not be below the rank of sub inspector S. 24\r\n The police officer shall not be in uniform. S. 24 (2)\r\n The child shall not come in contact with the accused S. 24 (3)\r\n The child shall not be detained in the police station at night S. 24 (4)\r\n The police shall share his name, designation, address, telephone number\r\nas well as the details of his supervising officer with the informant. Rule 4\r\n(1)\r\n The statement of the child may also be recorded under S. 164 Cr.PC S. 25\r\n It shall be recorded in simple language\r\nMedical Examination and Treatment\r\n Medical Examination shall be conducted within 24 hours of recording the\r\noffence, preferably by a woman doctor S. 164 A Cr.PC\r\n43\r\nComplied by Majlis Legal center for IIT Kanpur\r\n Non treatment of a victim by a Hospital is an offence punishable with\r\nimprisonment for a term which may extend to one year or fine or both\r\nunder S. 166B Cr. PC\r\n If the child victim is female then the medical examination shall be\r\nconducted by a woman doctor S.",
    "content_length": 3528,
    "gpt_tokens": 975
  },
  {
    "content": "27 (2)\r\n A parent or any person who the child trusts shall be present at the time of\r\nmedical examination S. 27 (3)\r\n All medical practitioners (public or private) shall provide medical care\r\nand treatment without demanding any legal documentation from the\r\nvictim Rule 5 (3)\r\nChild Welfare Committee and POCSO Act\r\n The Police shall report to the CWC every First Information Report\r\nregistered under the Act within 24 hours of recording the same. S.19 (6)\r\n The Police shall produce a child, who is a victim under the Act before the\r\nCWC within 24 hours of recording an FIR, under the following\r\ncircumstances: Rule 4 (3)\r\n if an offence is committed or likely to be committed by a person living in\r\nthe same or shared household with the child or\r\n if the child is living in a child care institution and is without parental\r\nsupport or\r\n if the child is found to be without any home and parental support.\r\nRole of Support Person\r\nRule 4 (7): The CWC, on receiving a report under sub-section (6) of section 19 of\r\nthe Act or on the basis of its assessment under sub-rule (5), and with the consent of\r\nthe child and his parent or guardian or other person in whom the child has trust and\r\nconfidence, may provide a support person to render assistance to the child through\r\nthe process of investigation and trial.\r\nSuch support person may be a person or organisation working in the field of child\r\nrights or child protection, or an official of a children‘s home or shelter home having\r\ncustody of the child, or a person employed by the DCPU:\r\n4 (12) The information to be provided by the SJPU, local police, or support person,\r\nto the child and his parents or guardian or other person in whom the child has trust\r\nand confidence, includes but is not limited to the following:\r\ni. the availability of public and private emergency and crisis services;\r\nii. the procedural steps involved in a criminal prosecution;\r\niii. the availability of victims‘ compensation benefits;\r\n44\r\nComplied by Majlis Legal center for IIT Kanpur\r\niv. the status of the investigation of the crime, to the extent it is appropriate to\r\ninform the victim and to the extent that it will not interfere with the\r\ninvestigation;\r\nv. the arrest of a suspected offender;\r\nvi. the filing of charges against a suspected offender;\r\nvii. the schedule of court proceedings that the child is either required to attend or\r\nis entitled to attend;\r\nviii. the bail, release or detention status of an offender or suspected offender;\r\nix. the rendering of a verdict after trial; and\r\nx. the sentence imposed on an offender.\r\nSpecial Courts\r\n Cases of offences committed under this Act shall be tried in a Special Court\r\nwhich shall have all the powers of a Court of Sessions. S.28 (1) S. 33 (9)\r\n Every Special Court shall have a Special Public Prosecutor with a minimum\r\nexperience of 7 years as an advocate. S.32 (1) & (2)\r\nExamination of the Victim in Special Court\r\n Questions by the Judge: S.33 (2)\r\n Aggressive Questioning: S.33 (6)\r\n Assistance of Translator or Interpreter:S.38 (1)\r\n Children with Special Needs: S. 38 (2).\r\n No exposure to the Accused: S. 36 (1) & (2)\r\n Frequent Breaks: S.33 (3)\r\n Trial In Camera: S.37.\r\n Presence of Persons who the child trusts: S.33 (4)\r\n Child Victim should not be called repeatedly: S.33 (5)\r\n45\r\nComplied by Majlis Legal center for IIT Kanpur\r\nIV. WOMEN‟S HEALTH AND SAFETY\r\n10. MEDICAL TERMINATION OF\r\nPREGNANCY ACT\r\nBackground of the Act\r\nThe MTP Act, passed by Parliament in 1971to permit legalized abortions.",
    "content_length": 3531,
    "gpt_tokens": 970
  },
  {
    "content": "Prior to\r\n1971, abortion was criminalized under Section 312 of the Indian Penal Code, 1860,\r\nexcept in cases where the procedure was necessary to save the woman‘s life. The\r\nShah Committee, appointed by the Government of India, carried out a\r\ncomprehensive review of socio-cultural, legal and medical aspects of abortion, and\r\nin 1966 recommended legalizing abortion to protect women‘s health and lives on\r\nboth compassionate and medical grounds. It was also viewed as a population control\r\nmeasure. The term ―Medical Termination of Pregnancy‖ (MTP) was used to counter\r\nopposition from socio-religious groups who were averse to abortion.\r\nHow are women‟s reproductive rights protected?\r\nWomen‘s reproductive rights are protected under the Constitution. The right to live\r\nunder Article 21 include the right to live in dignity which is inclusive of women‘s\r\nreproductive rights (i.e. the right to become pregnant, to bear children, to decide the\r\nnumber of children, the right to have an abortion, to use or not use contraceptives, to\r\nbe or not to be sterilized, to be or not to be a parent, etc.) A mother‘s right to\r\npreserve her own health is superior to the right of an unborn child.\r\nDo women in India have a right to a legal abortion?\r\nYes women in India do have the right to legal abortion. In many countries women\r\nhad to struggle very hard to get this right. But in India, a law was passed in 1971,\r\nthe Medical Termination of Pregnancy (MTP) Act to secure for women the right to\r\nhave legal and safe abortions in public hospitals. This was done to curb the practice\r\nof illegal abortions which were carried on rampantly by non-medical professionals at\r\na great risk to women‘s health.\r\n46\r\nComplied by Majlis Legal center for IIT Kanpur\r\nWhat is an abortion?\r\nAbortion is a medical procedure of removing the foetus from the uterus of a woman\r\nwho is pregnant if she wishes not to have the child. This procedure must be carried\r\nout only by registered medical practitioners who are authorized to do it under the\r\nMTP Act and if not done in a proper condition it poses a risk to the woman‘s life.\r\nWhat are the conditions under which a pregnancy can be\r\nterminated?\r\nPregnancy can be terminated in the first trimester (within 12 weeks) if a doctor is of\r\nthe opinion that it is safe for the woman to undergo an abortion. Beyond 12 weeks\r\nand up to 20 weeks, the opinion of two doctors is required to perform the abortion.\r\nBeyond that a pregnancy cannot be terminated as it is very risky and may cause harm\r\nor even death to the pregnant mother. Hence it can be performed only in an extreme\r\nsituation when it is necessary to abort the foetus to save the life of the mother. [S.3\r\n(2) (a and b)]\r\nWhile deciding whether or not to perform the abortion, the doctors must ascertain the\r\nrisk of harm to the health of the pregnant mother. The doctors‘ permission to\r\nperform the abortion must be recorded in writing.\r\nWhose consent is required for terminating pregnancy?\r\nIf the woman is a major, i.e. above 18 years, she can consent to the abortion herself.\r\nIf it is a child below 18 years or the person is incapable of giving valid consent (if\r\nthe person is of unsound mind) the consent of the guardian is required. The consent\r\nof the husband is not required to undergo an abortion.\r\nCan the authorities disclose information about the woman who\r\nundergoes abortion under the Act?\r\n47\r\nComplied by Majlis Legal center for IIT Kanpur\r\nNo, the doctors or the hospital authority cannot disclose to the public any\r\ninformation about the woman who undergoes termination of her pregnancy. This\r\ninformation has to be kept confidential. [S.7 (1) (c)]\r\n11. Pre-Conception and Pre-Natal Diagnostic\r\nTechniques (Regulation) Act (PCPNDT) 1994\r\nWhy is the female foetus aborted in our society?\r\nIndian society carries within it a tradition of male preference.",
    "content_length": 3856,
    "gpt_tokens": 948
  },
  {
    "content": "The great urge to have\r\nboys coupled with a high cost of living has led to a rise in sex-selective abortions.\r\nUnfortunately, provisions of the MTP Act are frequently abused in that many\r\nfamilies invoke the Act to help them in carrying out abortions of female fetuses after\r\nconducting tests to determine the sex of the child using modern technology such as\r\nsonography. The age old preference to have sons received a new boost due to this\r\nand gradually resulted in a skewed sex ratio.\r\nThis Act was amended in 2002 and even pre-conception techniques used / advertised\r\nto select the sex of the foetus even before conception was banned.\r\nWhat has the government done to curb this trend?\r\nIn order to curb this trend, in 1994, Government passed a new law, known as the Pre\r\nConception and Pre-Natal Diagnostic Techniques (Regulation and Prevention of\r\nMisuse) Act, 1994 (PCPNDT Act for short) Since these tests are important to detect\r\nfoetal abnormalities and genetic defects the tests could not be banned, they could\r\nonly be regulated. Now the tests can be done only under very strict conditions and\r\nthey cannot be used for the purpose of identifying and disclosing the sex of the\r\nunborn foetus.\r\n48\r\nComplied by Majlis Legal center for IIT Kanpur\r\nIn order to curb the practice, it has now become necessary to register all sonography\r\nmachines and also necessary to display very clearly that the hospital or the clinic\r\ndoes not disclose the sex of the unborn foetus.\r\nWhat is the punishment for misusing the provisions of this Act?\r\nPerforming such tests is punishable by upto 3 years of imprisonment and a fine of\r\nupto Rs.10,000/- for the first offence and upto five years of imprisonment and a fine\r\nof upto Rs.50,000/- for the subsequent offence. Any doctor doing such a test is also\r\nliable to have his license for medical practice suspended for two years for the first\r\noffence and permanently after the second offence. (S.23).\r\nMonitoring of Genetic Counseling Centres\r\nThe PCPNDT Act provides for regulation of genetic counseling centers, genetic\r\nlaboratories and genetic clinics and also regulates pre-natal diagnostic procedures.\r\nThe medical professional running the genetic center has to be registered under the\r\nPCPNDT Act.\r\n1 It allows the use of prenatal diagnostic techniques for the purpose of specific\r\ngenetic abnormalities or disorders only and to put down a prohibition on the use of\r\nthese techniques for determining the sex of the fetus by any such person under the\r\nAct.\r\n2 The Act also prohibits any kind of advertisements on pre-conception and pre-natal\r\nsex determination of fetus or sex selection of fetus is prohibited. The Act provides\r\nfor three years imprisonment and fine up to ten thousand rupees as punishment in\r\ncontravention of the Act\r\n3 and representatives of women‘s welfare organization to exercise the power and\r\nperforms the functions conferred on the board under the Act\r\n49\r\nComplied by Majlis Legal center for IIT Kanpur\r\nWhat is regulation applied on this centers?\r\nThe regulations applied on these centers are as follows\r\n1. No Genetic Counseling Centre, Genetic Laboratory or Genetic Clinic unless\r\nregistered under this Act, shall conduct or associate with, or help in,\r\nconducting activities relating to pre-natal diagnostic techniques;\r\n2. No Genetic Counseling Centre, Genetic Laboratory or Genetic Clinic shall\r\nemploy or cause to be employed any person who does not possess the\r\nprescribed qualifications;\r\n3.",
    "content_length": 3474,
    "gpt_tokens": 801
  },
  {
    "content": "No medical geneticist, gynecologist, pediatrician, registered medical\r\npractitioner or any other person shall conduct or cause to be conducted or aid\r\nin conducting by himself or through any other person, any pre-natal\r\ndiagnostic techniques at a place other than a place registered under this Act.\r\nIs there any provision where this genetic counseling centers need to\r\nbe registered?\r\nYes all the genetic centers need to be registered under section No person shall open\r\nany Genetic Counseling Centre, Genetic Laboratory or Genetic Clinic, including\r\nclinic, laboratory or center having ultrasound or imaging machine or scanner or any\r\nother technology capable of undertaking determination of sex of fetus and sex\r\nselection, or render services to any of them, after the commencement of the Pre-natal\r\nDiagnostic Techniques (Regulation and Prevention of Misuse) Amendment Act,\r\n2002 unless such Centre, Laboratory or Clinic is duly registered under the Act.]\r\nIs any person given authority to select the sex of the fetus?\r\nNo person can select the sex of the fetus 3A. Prohibition of sex selection.—No\r\nperson, including a specialist or a team of specialists in the field of infertility, shall\r\nconduct or cause to be conducted or aid in conducting by himself or by any other\r\n50\r\nComplied by Majlis Legal center for IIT Kanpur\r\nperson, sex selection on a woman or a man or on both or on any tissue, embryo,\r\nconceptus, fluid or gametes derived from either or both of them\r\nWhat are the authorities which control the function of this genetic\r\ncounseling centers?\r\nThe Central Government shall constitute a Board to be known as the Central\r\nSupervisory Board to exercise the powers and perform the functions conferred on the\r\nBoard under this Act\r\nThe Board shall have the following functions, namely:—\r\n(i) to advise the Central Government on policy matters relating to use of prenatal diagnostic techniques, sex selection techniques and against their\r\nmisuse;\r\n(ii) to review and monitor implementation of the Act and rules made\r\nthereunder and recommend to the Central Government changes in the\r\nsaid Act and rules;\r\n(iii) to create public awareness against the practice of pre-conception sex\r\nselection and pre-natal determination of sex of foetus leading to female\r\nfoeticide;\r\n(iv) to lay down code of conduct to be observed by persons working at\r\nGenetic Counselling Centres, Genetic Laboratories and Genetic Clinics;\r\n(v) to oversee the performance of various bodies constituted under the Act\r\nand take appropriate steps to ensure its proper and effective\r\nimplementation;\r\nIs there any search and seize provision under the Act?\r\nYes there is provision under section 30:\r\n(1) If the Appropriate Authority has reason to believe that an offence under this\r\nAct has been or is being committed at any Genetic Counseling Centre,\r\nGenetic Laboratory, Genetic Clinic or any other place, such Authority or any\r\nofficer authorized in this behalf may, subject to such rules as may be\r\n51\r\nComplied by Majlis Legal center for IIT Kanpur\r\nprescribed, enter and search at all reasonable times with such assistance, if\r\nany, as such Authority or officer considers necessary, such Genetic\r\nCounseling Centre, Genetic Laboratory, Genetic Clinic or any other place\r\nand examine any record, register, document, book, pamphlet, advertisement\r\nor any other material object found therein and seize and seal the same if such\r\nAuthority or officer has reason to believe that it may furnish evidence of the\r\ncommission of an offence punishable under this Act.\r\n(2) The provisions of the Code of Criminal Procedure, 1973 (2 of 1974) relating\r\nto searches and seizures shall, so far as may be, apply to every search or\r\nseizure made under this Act\r\n52\r\nComplied by Majlis Legal center for IIT Kanpur\r\nV. Women‟s Rights under Labour Laws\r\nIntroduction\r\nThe Constitution of India mandates that women must be treated as equals and\r\nprohibits any discrimination against women in all areas, including education,\r\nvocational training, skill development and employment. In order to ensure that\r\nwomen get a fair and adequate opportunity of employment, the constitution also\r\nmandates reservation for women in educational institutions and in employment in the\r\npublic sector.\r\nOur Constitution also protects the rights of women workers by ensuring that their\r\nhealth and safety is duly protected in the course of employment, particularly those of\r\npregnant women and breast feeding mothers.",
    "content_length": 4464,
    "gpt_tokens": 999
  },
  {
    "content": "The Constitution also safeguards the\r\ndignity of women workers and ensures that they are provided a safe working\r\nenvironment free of sexual harassment.\r\nIn order to fulfill the Constitutional mandate all labour laws contain special\r\nprovisions regarding the health and safety of women workers by regulating their\r\nworking hours and by reducing the burden women have to carry. In order to ensure\r\nequality the law also mandates that both men and women will be paid the same\r\nwages for the same or similar type of work. Recently, a special law has been\r\nenacted to protect women against sexual harassment at the workplace. The rights of\r\nwomen under different labour laws are discussed in this section.\r\na. Special Protection to Women under the Labour Laws\r\nWhat are the special laws which are enacted to provide adequate protection to\r\nwomen workers?\r\nThe following laws are specially enacted to provide further protection to women\r\nworkers:-\r\n53\r\nComplied by Majlis Legal center for IIT Kanpur\r\n The Equal Remuneration Act;\r\n The Maternity Benefits Act; and\r\n The Protection of women from Sexual Harassment Act.\r\n(Also included is the Minimum Wages Act)\r\nThey are applicable only to women and have been enacted to provide special\r\nprotection and safety for the special needs of women.\r\nDoes enacting special law for women amount to discrimination?\r\nNo, enacting special laws for women does not amount to ―discrimination‖.\r\nThe power to enact special laws for women is given to the legislature under Article\r\n15 (3) of the Constitution which stipulates that providing for additional safeguards to\r\nwomen is not discriminatory but will enhance the principle of equality, as it will\r\nhelp women to overcome the wrongs they have suffered for centuries.\r\n12. Equal Remuneration Act, 1976\r\nHow does the Equal Remuneration Act safeguard women‟s Rights?\r\nUnder the provisions of this Act, every employer is under a legal obligation to pay\r\nthe same wages for men and women if they perform the same work or work of a\r\nsimilar nature. Even if it is being performed at different places, the salary has to be\r\nthe same. An employer cannot discriminate against women while recruiting unless\r\nemployment of women is prohibited or restricted by law. Thus, in matters of\r\nrecruitment, promotions, training and transfer, the employer is prohibited from\r\ndiscriminating against women.\r\n54\r\nComplied by Majlis Legal center for IIT Kanpur\r\nWho is responsible for ensuring that the provisions of the Act are strictly\r\nfollowed?\r\nThe responsibility of ensuring that the provisions of the Act are strictly followed and\r\nalso that there is no discrimination between men and women in the sphere of\r\nrecruitment, promotions and training lies with the employer. It is also the\r\nresponsibility of the employer to maintain proper registers, documents or muster\r\nrolls, etc. which can be scrutinized by the labour officer of the district. Any woman\r\nwho faces discrimination in these aspects can file a complaint before the labour\r\nofficer of her area.\r\n13. Maternity Benefits Act 1961\r\nBackground of the Act\r\nA maternity benefit Act stipulates that every woman shall be entitled to, and her\r\nemployer shall be liable for, the payment of maternity benefit, which is the amount\r\npayable to her at the daily wage rate for the period of her actual absence. There is\r\nneed for maternity benefits so that a woman is to be able to give quality time to her\r\nchild without having to worry about whether she will lose her job and her source of\r\nincome.\r\nThis Act was enacted on 12th December 1961, to regulate the employment of women\r\nin certain establishment for certain period before and after child-birth and to provide\r\nfor maternity benefit and certain other benefits.\r\nWhy maternity leave is important for any women employee?\r\nWomen‘s ties with pregnancy and child rearing and the failure of employers and\r\npolicymakers to deal consistently with this issue exacerbate the difficulties women\r\nface in the economy. Women continue to have the primary responsibility for\r\nhousework and childcare, even when they have extremely demanding jobs. Few\r\n55\r\nComplied by Majlis Legal center for IIT Kanpur\r\nemployers provide help with childcare, flexible work hours to accommodate\r\nchildren‘s needs, or paid maternity leaves.",
    "content_length": 4282,
    "gpt_tokens": 949
  },
  {
    "content": "Women in blue-collar work as well as\r\nclerical jobs face rigid time schedules, low pay, and virtually no recognition or help\r\nfrom employers for their family responsibilities\r\nWhich all establishments are included by government?\r\nAll the establishments are included by government which is under government\r\nauthority or not. The benefit of the act is provided to all establishment be it mining,\r\nplantation and factory. This establishment also includes all the persons are\r\nemployed for the exhibition of equestrian, acrobatics and other performances.\r\nHow are the leave provided under this act?\r\nMaternity benefit Act 1961\r\nLeave 26 weeks not more than 8 weeks\r\nRemuneration\r\nAverage daily wage shall be paid for the period of her actual absence\r\nimmediately preceding and including the day of her delivery and for the six\r\nweeks immediately following that day.\r\nAdditional\r\nBenefits\r\n(i)Medical Bonus – 3,500 Rupees if no pre-natal confinement and postnatal care is provided for by the employer free of charge;\r\n(ii) Nursing Breaks; Crèche Facilities; and\r\n(iii) Four visits a day to the crèche, including the interval for rest.\r\n56\r\nComplied by Majlis Legal center for IIT Kanpur\r\nDoes the act apply to miscarriage and mother adopting a child also?\r\nIn case of miscarriage, a woman shall, on production of such proof as may be\r\nprescribed, be entitled to leave with wages at the rate of maternity benefit for a\r\nperiod of six weeks immediately following the day of her miscarriage.\r\nIn case of the mother adopting child below age of three months shall be provided\r\nwith leave of 12 weeks.\r\nCan any employer dismiss the employ during her leave for pregnancy or deny\r\nworking from home?\r\nWhere a woman absents herself from work in accordance with the provisions of this\r\nAct, it shall be unlawful for her employer to discharge or dismiss her during or on\r\naccount of such absence or to give notice of discharge or dismissal on such a day that\r\nthe notice will expire during such absence, or to vary to her disadvantage any of the\r\nconditions of her service.\r\nAlso with latest amendments a women is allowed to work from home if nature of\r\nwork is such where women and employee agree on her condition working from\r\nhome.\r\n14. Sexual Harassment at Work Place (Prevention,\r\nProhibition and Redressal) Act, 2013\r\nThe Sexual Harassment at Workplace Act of 2013 is a special Legislation aiming\r\ntowards providing a safe and hostile free environment at work to women.\r\n An effective implementation of the Act will contribute to the realization of\r\ntheir right to gender equality, life and liberty, equality in working conditions\r\neverywhere.\r\n The sense of security at the workplace will improve women‘s participation in\r\nwork, resulting in their economic empowerment and inclusive growth.\r\n57\r\nComplied by Majlis Legal center for IIT Kanpur\r\n The Act is gender specific to only women.\r\nEVOLUTION :\r\n Bhanwari Devi, a social worker from Rajasthan, During her work, she\r\nprevented the marriage of a one year girl in the community. The issue was\r\nreported to the local complaints committee and no action was taken.\r\nBhanwari Devi was however subsequently gangraped by those are men.\r\n Vishaka Judgement and SC Guidelines: In the absence of a specific law in\r\nIndia, the Supreme Court, in the Vishaka Judgment, laid down certain\r\nguidelines making it mandatory for every employer to provide a mechanism\r\nto redress grievances pertaining to workplace sexual harassment.\r\n Who is it Applicable to?\r\nIt Extends to the whole of India. It applies to both the Organised and\r\nunorganized sectors in India.\r\n What constitutes “Sexual harassment”?\r\nAs per the POSH Act, ‗sexual harassment‘ includes unwelcome sexually\r\ntinted behaviour, whether directly or by implication, such as (i) physical\r\ncontact and advances, (ii) demand or request for sexual favours, (iii) making\r\nsexually coloured remarks, (iv) showing pornography, or (v) any other\r\nunwelcome physical, verbal or non-verbal conduct of a sexual nature.\r\nDr. Punita K. Sodhi v. Union of India & Ors. W.P.",
    "content_length": 4045,
    "gpt_tokens": 965
  },
  {
    "content": "(C) 367/2009 & CMS\r\n828, 11426/2009\r\nIn 2010, the High Court of Delhi upheld the view that sexual harassment is a\r\nsubjective experience and for that reason held ―A complete understanding of\r\nthe complainant‘s view requires.. an analysis of the different perspectives of\r\nmen and women. Conduct that many men consider unobjectionable may\r\noffend many women.. Men tend to view some forms of sexual harassment as\r\n―harmless social interactions to which only overly-sensitive women would\r\nobject. The characteristically male view depicts sexual harassment as\r\n58\r\nComplied by Majlis Legal center for IIT Kanpur\r\ncomparatively harmless amusement... Men, who are rarely victims of sexual\r\nassault, may view sexual conduct in a vacuum without a full appreciation of\r\nthe social setting or the underlying threat of violence that a woman may\r\nperceive.‖\r\n How to Identify “WORKPLACE”?\r\nWork place has to be understood in a wider connotation and not looked in a\r\npedantic approach. In\r\nSaurabh Kumar Mallick v. Comptroller & Auditor General of India, The\r\nword ― Work place‖ has been objectively defined. The test laid down\r\nincludes 1)Proximity from the place of work; 2)Control of the management\r\nover such a place/residence where the working woman is residing; and 3)\r\nSuch a residence has to be an extension or contiguous part of the working\r\nplace.\r\n What are my Reliefs?\r\nThe Complainant has the option to file a written complaint to ICC/LCC.\r\nEither she can demand an enquiry into the matter or choose to conciliate. In\r\ncase of the former, the Complaints committee has to conduct a detailed\r\ninvestigation within the workplace and declare their judgement along with\r\nthe recommendations to the employer.\r\nThe Complaints Committee has the discretion to suggest the penalties after\r\nhaving heard both the parties.\r\nAny aggrieved Party also has a right to appeal against the order of the\r\nICC/LCC for further reliefs under this Act.\r\n Where should the complaint be filed?\r\nAn important feature of the POSH Act is that it envisages the setting up of a\r\ngrievance redressal forum.\r\nINTERNAL COMPLAINTS COMMITTEE – ORGANISED SECTOR\r\n59\r\nComplied by Majlis Legal center for IIT Kanpur\r\nThe POSH Act requires an employer to set up an ‗internal complaints\r\ncommittee‘ (―ICC‖) at each office or branch, of an organization employing\r\n10 or more employees, to hear and redress grievances pertaining to sexual\r\nharassment\r\nLOCAL COMPLAINTS COMMITTEE - UNORGANISED SECTOR.\r\nAt the district level, the Government is required to set up a ‗local complaints\r\ncommittee‘ (―LCC‖) to investigate and redress complaints of sexual\r\nharassment from the unorganized sector or from establishments where the\r\nICC has not been constituted on account of the establishment having less than\r\n10 employees or if the complaint is against the employer.\r\nDO‘S OF COMPLAINT\r\nCOMMITTEE\r\nDON‘T‘S OF COMPLAINT\r\nCOMMITTEE\r\n1. Use a cheerful, comfortable,\r\nairy room for meetings.\r\n2.Ensure that your body\r\nlanguage communicates\r\ncomplete attention to the\r\ncomplainant and the accused.\r\n3.Treat the complainant with\r\nrespect.\r\n4.Discard pre-determined\r\nnotions of how a victim or\r\naccused should look or\r\nbehave. Beware of\r\nstereotypes.\r\n5.All sexual crimes are\r\ncommitted in private, so there\r\nmay not be any eyewitnesses.\r\n6.Consult the complainant for\r\n1.Do not get aggressive.\r\n2.Do not insist on a detailed\r\ndescription of harassment.\r\nThis could increase the\r\ncomplainant‘s trauma.\r\n3.Do not allow interruptions\r\nduring deposition.\r\n4.Do not try and determine\r\nthe impact of the harassment\r\non the complainant.",
    "content_length": 3574,
    "gpt_tokens": 952
  },
  {
    "content": "Let the\r\ncomplainant determine it.\r\nHelp the complainant, if\r\nnecessary.\r\n5.Do not discuss the\r\ncomplaint in the presence of\r\nothers.\r\n6.Remember, this is a human\r\n60\r\nComplied by Majlis Legal center for IIT Kanpur\r\npunitive action.\r\n7.If the management does not\r\naccept the recommended\r\naction, it should give three\r\nvalid reasons.\r\n8. Help the complainant regain\r\nhis/her self-respect\r\nrights issue, therefore,\r\n(a) do not give too much\r\nweight age to intention, focus\r\non the impact, and (b) 'proof\r\nbeyond reasonable doubt' is\r\nnot required, a strong\r\nprobability is sufficient.\r\n15. Minimum Wages Act 1948\r\nBackground of The Act:\r\nThe Indian Constitution has defined a 'living wage' that is the level of income for a\r\nworker which will ensure a basic standard of living including good health, dignity,\r\ncomfort, education and provide for any contingency. However, to keep in mind an\r\nindustry's capacity to pay the constitution has defined a 'fair wage'.[1] Fair wage is\r\nthat level of wage that not just maintains a level of employment, but seeks to\r\nincrease it keeping in perspective the industry‘s capacity to pay.\r\nWhat age group people are allowed to work under labor law?\r\nThe ―adolescent‖ means a person who has completed his/her fourteenth year of age\r\nbut has not completed eighteenth year and ―adult‖ means a person who has\r\ncompleted eighteen years.\r\nWhat minimum wages have to be paid?\r\n(1) Any minimum rate of wages fixed or revised by the appropriate Government\r\nin respect of scheduled employments under section 3 may consist of-\r\n61\r\nComplied by Majlis Legal center for IIT Kanpur\r\n(i) a basic rate of wages and a special allowance at a rate to be adjusted, at such\r\nintervals and in such manner as the appropriate Government may direct, to accord as\r\nnearly as practicable with the variation in the cost of living index number applicable\r\nto such workers (hereinafter referred to as the ―cost of living allowance‖); or\r\n(ii) a basic rate of wages with or without the cost of living allowance and the\r\ncash value of the concessions in respect of supplies of essential commodities at\r\nconcessional rates, where so authorized; or\r\n(iii) An all-inclusive rate allowing for the basic rate, the cost of living allowance\r\nand the cash value of the concessions, if any.\r\nHow does government revise the wages and circulate the same detail?\r\nThe government would revise the wages and circulate in the following manner:\r\n(a) appoint as many committees and sub-committees as it considers necessary to hold\r\nenquiries and advise it in respect of such fixation or revision, as the case may be, or\r\n(b) By notification in the Official Gazette, publish its proposals for the information\r\nof persons likely to be affected thereby and specify a date, not less than two months\r\nfrom the date of the notification, on which the proposals will be taken into\r\nconsideration.\r\nWhat punishments can be imposed upon the employer who has not followed the\r\nlaw under the said act?\r\nAny employer who— (a) Pays to any employee less than the minimum rates of\r\nwages fixed for that employee's class of work, or less than the amount due to him\r\nunder the provisions of this Act or (b) Contravenes any rule or order made under\r\nsection 13 shall be punishable with imprisonment for a term which may extend to six\r\nmonths or with fine which may extend to five hundred rupees or with both:\r\n62\r\nComplied by Majlis Legal center for IIT Kanpur\r\nVI. OTHER ACTS\r\n16. The Schedule Caste and Scheduled Tribes\r\n(Prevention of Atrocities) Act\r\nWhat is the objective of this Act?\r\nIt was enacted to prevent the commission of offences of atrocities against the\r\nmembers of Scheduled Castes and Tribes and to provide for Special Courts for the\r\ntrial of such offences and for the relief and rehabilitation of the victims of such\r\noffenses.\r\nThe Act Protects the Marginalized Communities against discrimination and\r\natrocities. For example footwear garlands, parading them naked, dumping garbage at\r\npremises owned by SC/ST.",
    "content_length": 3998,
    "gpt_tokens": 998
  },
  {
    "content": "Further it also provides rehabilitation to the victims of\r\nsuch offences and discrimination by providing an equal opportunity in the field of\r\neducation and employment.\r\nWho can file a complaint?\r\nAny scheduled caste or scheduled tribe who is identified accordingly under the law.\r\nHe/She should be aggrieved and experienced physical. Mental, psychological,\r\nemotional or monetary harm or harm to his property as a result of the commission of\r\nany discrimination or atrocities. Any relative, legal guardian and legal heirs of the\r\nvictim are also protected under the law.\r\nWhat reliefs can be sought?\r\nHe /She can be protected from social disabilities such as denial of\r\n access to certain public places,\r\n to use the customary passage without being boycotted,\r\n personal atrocities like forceful drinking or eating of inedible food,\r\n sexual exploitation of SC/ST,\r\n63\r\nComplied by Majlis Legal center for IIT Kanpur\r\n Bodily injury etc.\r\n One can also be protected from atrocities affecting the properties, malicious\r\nprosecution, political disabilities and economic exploitation.\r\nWhere can they file a complaint?\r\nThe SC and ST Act, 1989, empowers the state government to set up special courts\r\nand exclusive special courts in every district to dispose off within 2 months or as\r\nfar as possible from the date of filing chargesheet. The Act also provides a right to\r\nappeal in case of being aggrieved by the order of the Special court and Exclusive\r\nSpecial Court. The State government also is empowered to ensure effective\r\nimplementation of the Act.\r\n Protection of witnesses and victims The SC and ST Act, 1989 has laid down\r\nall the rights of the victims and witnesses, in order to curb such violence. It\r\nalso aims at encouraging its reporting for fair and just implementation of law.\r\n Crimes Against SC and ST : Violence against SC/ST is very nuanced in\r\nnature, so it is difficult to separate atrocities against SC/ST from law and order\r\nproblems. So in many instances, the case is registered under IPC or CrPC than\r\nPoA\r\nAtrocities are in various forms such as cow vigilantism (most dalits are in the\r\noccupation of leather making hides of the cow), honour killing, social boycott (Khap\r\nPanchayat), caste clashes, discrimination in Universities (Rohit Vemula case).\r\nThough the SC ST Prevention of Atrocities Act is very stringent, most cases end in\r\nacquittal due to police lethargy and due to destruction of evidence of the crime. Also\r\neye witnesses do not come forward to testify against powerful upper caste men.\r\nExamples of Atrocities in Independent India\r\n Kizhavenmani, Tamil Nadu (1958) in which 44 SCs were burnt to death in a\r\nconfined building because SC agricultural labourers sought a little raise in their\r\nvery low wages. The high court acquitted all the accused.\r\n64\r\nComplied by Majlis Legal center for IIT Kanpur\r\n Karamchedu, Andhra Pradesh, 1984: Five SCs were massacred. The trial\r\ncourt convicted many of the accused. The high court acquitted all. The Supreme\r\nCourt upheld the trial court judgment – a clear example that acquittals do not\r\nmean false cases.\r\n Tsunduru, Andhra Pradesh, 1991: Eight SCs were massacred. The trial court\r\nconvicted the accused in 2007. The high court acquitted them in 2014. The\r\nSupreme Court has admitted a special leave petition (SLP) of the surviving\r\nvictims and survivors of victims.\r\n Six cases of Bihar including the Bathani Tola (1996) and Laxmanpur Bathe\r\n(1997) In most of these, the trial court convicted the accused. In all of these, the\r\nhigh court acquitted the accused. Appeals are pending in the Supreme Court.\r\n Kambalapalli, Karnataka. The prime witness in this case, who is the sole\r\nsurvivor and head of the family whose other members were massacred, turned\r\n―hostile‖ due to a threat of life, resulting in the acquittal of all the accused.\r\nSexual Violence on Dalit Women\r\nRape, murder, and maiming of dalit women by upper caste men, as retaliation for\r\naspirations of the community for economic and social progress, still continues in the\r\nvillages and towns of independent India.",
    "content_length": 4072,
    "gpt_tokens": 974
  },
  {
    "content": "Lower caste women are raped as part of\r\ncaste customs and village traditions and are forced to have sex with upper caste\r\nlandlords and the police. Rape is often used as a form of retaliation to suppress\r\nmovements demanding payment of minimum wages.\r\nThese are not isolated incidents but routine occurrences. One hears of several such\r\nexamples of maintaining the social hierarchy of gendered citizenship. For instance,\r\nduring the period of 1,300 days from Dec 7, 2003 to June 30, 2007, 1,217 gang rapes\r\nwere reported in the Madhya Pradesh as per the State Assembly records. Out of\r\nthese, 362 cases were of women from scheduled castes, 310 were of women from\r\nscheduled tribes, and 381 were of women from other backward castes.\r\n65\r\nComplied by Majlis Legal center for IIT Kanpur\r\nAn example of this social hierarchy of gendered citizenship through which rights get\r\nconstituted, is that while the Constitution empowered women through reservations\r\nto local panchayats by enacting the 73rd and 74th amendments to the Constitution,\r\nnewspapers continue to carry reports of dalit women sarpanches (panchayat heads)\r\nbeing paraded naked and humiliated for holding these positions. Rape of dalit\r\nwomen continues to be a common occurrence with around 1172 dalit women having\r\nbeen raped during the year 2005, as reflected in the statistics compiled by the\r\nNational Crime Record Bureau.\r\nAnother report revealed that rape of Dalit women in Gujarat rose by 500 per cent\r\nsince 2001 over the last 13 years, reaching a high point in 2014. While in 2001 only\r\n14 Dalit women reported rape, in 2014 there were 74 Dalit women who reported\r\nrape and their cases were registered under the provisions of the Indian Penal Code\r\nand Scheduled Castes & Scheduled Tribes (Prevention of Atrocities) Act (popularly\r\nreferred to as ‗Atrocities Act‘).\r\nWhile most of these violations go unchecked, the gruesome killing of a dalit woman\r\nalong with her seventeen year old daughter and two sons, in Khairlanji village in\r\nBhandara district of Maharashtra in September 2006, made national headlines when\r\nsix people were convicted with death penalty and two with a sentence of life\r\nimprisonment by the sessions judge at Bhandara in September, 2008. This was a\r\nmajor landmark victory for dalit and human rights activists. Despite this, it is clear\r\nthat issues concerning both gender and caste were invisibalised in the judicial\r\ndiscourse. As far as caste issues are concerned, the accused were charged with\r\nmurder under section 302 of the IPC, but were acquitted of charges under Atrocities\r\nAct. The activists felt that this glossed over the atrocities committed upon citizens\r\nsolely due to their caste positions. In August 2010, the Nagpur Bench of Mumbai\r\nHigh Court upheld the Session‘s Court ruling which had termed the atrocities as\r\nmere criminal acts committed out of human rage, leading to a non-application of the\r\nprovisions of Atrocities Act.\r\nThe invisibalisation of gender occurred when the courts negated the sexual abuse of\r\nthe women. Despite the fact that preliminary investigations revealed that the mother,\r\n66\r\nComplied by Majlis Legal center for IIT Kanpur\r\nSurekha and the daughter Priyanka were sexually abused prior to their killings, the\r\nsexual violence inflicted upon the two women did not receive due judicial\r\nrecognition both at the Sessions Court as well as the High Court. This despite the\r\nfact that the body of Priyanka was found stripped of all clothes. The High Court\r\nconcluded that since revenge was the motive, there was no intention on the part of\r\nthe accused to insult the deceased women or to dishonour or outrage their modesty.\r\nWhile both gender and caste were invisibalised, only the crime of murder which\r\ncomes within the ambit of Section 302 of the IPC was upheld. While the Sessions\r\nCourt declared that it was a rarest of rare case warranting death penalty, at the High\r\nCourt level even the ‗rarest of rare‘ crime was further diluted into an ordinary\r\nmurder warranting only life imprisonment.\r\nAs this case highlights, while the sexual brutalities committed on dalit and tribal\r\nwomen are on the increase, rape and sexual abuse of lower caste and marginalized\r\nwomen are seldom examined within the matrix of the intersectionality of caste and\r\ngender.",
    "content_length": 4290,
    "gpt_tokens": 995
  },
  {
    "content": "The reported cases constitute only the tip of the iceberg as a large number of\r\ncases do not even get recorded. Even those reported and charge sheeted seldom\r\nresult in conviction. The Khairlanji verdict is a rare judicial occurrence. A\r\ncombination of factors contributes to this dismal state of affairs. Non accessibility of\r\nthe justice delivery system to marginalised communities due to factors of poverty,\r\nilliteracy and fear of the police is one contributory factor. Institutional bias of state\r\nagencies against dalits, leading to biased and callous investigation and prosecution is\r\nanother. Retraction by eye witnesses from the higher castes is yet another factor. The\r\ncaste and gender bias in courts of law is a further contributing factor.\r\n17. NATIONAL COMMISSION FOR WOMEN\r\nThe National Commission for Women (NCW) is a statutory body established in\r\nJanuary 1992 under the 1990 National Commission for Women Act. It‘s mandate is\r\nto advise the government on all policy matters concerning women, to review\r\n67\r\nComplied by Majlis Legal center for IIT Kanpur\r\nlegislations and to intervene or initiate proceedings in the Supreme Court on matters\r\nconcerning women.\r\nFunctions of the Commission\r\n1. The commission shall perform all or any of the following functions, namely :-\r\na. Investigate and examine all matters relating to the safeguards provided for\r\nwomen under the Constitution and other laws;\r\nb. present to the Central Government, annually and at such other times as the\r\nCommission may deem fit, reports upon the working of those safeguard;\r\nc. make in such reports recommendations for the effective implementation of\r\nthose safeguards for the improving the conditions of women by the Union or\r\nany state;\r\nd. review, from time to time, the exiting provisions of the Constitution and other\r\nlaws affecting women and recommend amendments thereto so as to suggest\r\nremedial legislative measures to meet any lacunae, inadequacies or\r\nshortcomings in such legislations;\r\ne. take up cases of violation of the provisions of the Constitution and of other\r\nlaws relating to women with the appropriate authorities;\r\nf. look into complaints and take suo moto notice of matters relating to:-\r\ni. deprivation of women's rights;\r\nii. non-implementation of laws enacted to provide protection to women and\r\nalso to achieve the objective of equality and development;\r\niii. non-compliance of policy decisions, guidelines or instructions aimed at\r\nmitigating hardships and ensuring welfare and providing relief to women,\r\nand take up the issues arising out of such matters with appropriate\r\nauthorities;\r\ng. call for special studies or investigations into specific problems or situations\r\narising out of discrimination and atrocities against women and identify the\r\nconstraints so as to recommend strategies for their removal;\r\n68\r\nComplied by Majlis Legal center for IIT Kanpur\r\nh. undertake promotional and educational research so as to suggest ways of\r\nensuring due representation of women in all spheres and identify factors\r\nresponsible for impeding their advancement, such as, lack of access to housing\r\nand basic services, inadequate support services and technologies for reducing\r\ndrudgery and occupational health hazards and for increasing their productivity;\r\ni. participate and advice on the planning process of socio-economic development\r\nof women;\r\nj. evaluate the progress of the development of women under the Union and any\r\nState;\r\nk. inspect or cause to inspected a jail, remand home, women's institution or other\r\nplace of custody where women are kept as prisoners or otherwise and take up\r\nwith the concerned authorities for remedial action, if found necessary;\r\nl. fund litigation involving issues affecting a large body of women;\r\nm. make periodical reports to the Government on any matter pertaining to women\r\nand in particular various difficulties under which women toil;\r\nn. Any other matter which may be referred to it by Central Government.\r\n2.",
    "content_length": 3976,
    "gpt_tokens": 870
  },
  {
    "content": "The Central Government shall cause all the reports referred to in clause (b) of\r\nsub-section (1) to be laid before each House of Parliament along with\r\nmemorandum explaining the action taken or proposed to be taken on the\r\nrecommendations relating to the Union and the reasons for the non-acceptance, if\r\nany, of any such recommendations.\r\nPowers of the Commission\r\nWhile conducting investigations, the Commission has the powers of a civil court to\r\nsummon any person, examine the person on oath, discovery and production of\r\ndocument, to receive evidence on affidavits, requisition public record and issue\r\ncommissions for examination of witnesses and documents\r\nWorking of the Commission\r\n69\r\nComplied by Majlis Legal center for IIT Kanpur\r\nThe Commission processes the complaints received verbally or in writing. It also\r\ntakes into account suo moto (on its own) notice of cases related to women. The\r\ncomplaints received relate to various categories of crimes against women such as\r\ndomestic violence, harassment, dowry, torture, murder, kidnapping/abduction,\r\ncomplaints against NRI marriages, desertion, bigamy, rape, police harassment,\r\nbrutality, cruelty by husband, deprivation of rights, gender discrimination, sexual\r\nharassment at workplace and so on.\r\nThe complaints are acted upon in the following manner:\r\n Specific cases of police apathy are sent to the police authorities for\r\ninvestigation and cases are monitored.\r\n Family disputes are resolved or compromises struck through counselling.\r\n Disaggregated data are made available to various state authorities to\r\nfacilitate action.\r\n In sexual harassment complaints, the concerned organizations are urged to\r\nexpedite cases and the disposal is monitored.\r\n For serious crimes, the Commission constitutes an Inquiry Committee to\r\nprovide immediate relief and justice to the victims of violence and atrocities.\r\nStrategies of the Commission\r\nIn keeping with its mandate, the Commission evolved the following strategies to\r\nimprove upon the status of women and women development:\r\n Economic empowerment through building up skills and securing access to\r\ngainful employment.\r\n Political empowerment through awareness, training and mobilization for\r\nequitable representation in all fora.\r\n Prevention of violence and discrimination against women inside and outside\r\nthe home through legal reform and sensitive enforcement.\r\n Amelioration of conditions of disadvantaged women, such as:\r\n70\r\nComplied by Majlis Legal center for IIT Kanpur\r\na. Physically challenged women including those who are visually disabled or\r\nmentally affected.\r\nb. Socially challenged women including Muslim women, women from\r\nScheduled Caste and Scheduled Tribes, widows and prostitutes.\r\nc. Prevention of indecent representation of women in the media through legal\r\nand social sanctions.\r\nAchievements\r\n Prepared Gender Profiles of all states and UTs except Lakshadweep.\r\n Took up women related issues and was proactive in Parivarik Mahila Lok\r\nAdalats.\r\n Reviewed laws such as Dowry Prohibition Act, 1961, PNDT Act 1994,\r\nIndian Penal Code 1860 and the National Commission for Women Act, 1990\r\nto make them more stringent and effective.\r\n Organized workshops / consultations etc.\r\nParivarik Mahila Lok Adalats\r\nThe National Commission of Women has evolved an innovative concept of Parivarik\r\nMahila LokAdalat (PMLA), which supplements the efforts of the District Legal\r\nService Authority (DLSA) for redressal and speedy disposal of the matters related to\r\nmarriage and family affairs pending in various courts. The Parivarik Mahila\r\nLokAdalat functions on the model of the Lok Adalat. The Commission provides\r\nfinancial assistance to NGOs or State Women Commissions or State Legal Service\r\nAuthority to organize the Parivarik Mahila Lok Adalat.",
    "content_length": 3782,
    "gpt_tokens": 861
  },
  {
    "content": "The objectives of Parivarik\r\nMahila Lok Adalat are as follows:\r\n To provide speedy and cost free dispensation of justice to women.\r\n To generate awareness among the public regarding conciliatory mode of dispute\r\nsettlement.\r\n71\r\nComplied by Majlis Legal center for IIT Kanpur\r\n To gear up the process of organizing the Lok Adalats and to encourage the public\r\nto settle their disputes outside the formal set-up.\r\n To empower public especially women to participate in justice delivery\r\nmechanism.\r\nIssues around working of NCW\r\nThe Major Issues around working of the National Commission for Women are as\r\nfollows:\r\n NCW‘s functions are dependent on the grants offered by the central\r\ngovernment. Financial assistance provided to the Commission is inadequate\r\nto meet its needs.\r\n NCW‘s members are appointed by the government and the commission does\r\nnot have power to select its own members.\r\n NCW lacks concrete legislative power. It enjoys power only to recommend\r\namendments and submit reports.\r\n The recommendations of the NCW are not binding on the Union or state\r\ngovernments.\r\n Often it takes action only of the issues are brought to light. Unreported cases\r\nof suppression and oppression are generally ignored by the Commission.\r\n NCW‘s jurisdiction is not operative in Jammu and Kashmir.\r\nDrawbacks\r\n It has no actual legislative powers. It only has the powers to suggest amendments\r\nand submit reports which are not obligatory on state or Union Governments.\r\n It does not have the power to choose its own members. The power selecting\r\nmembers is vested with the Union Government and the nature of country‘s\r\nvolatile political scenario tends the commission to be politicized.\r\n It is reliant on financial assistance from the Union Government and this could\r\ncompromise the independence of the Commission.\r\n72\r\nComplied by Majlis Legal center for IIT Kanpur\r\nAbout Majlis\r\nOur Motto: Transforming Victims into Survivors\r\n―Transforming a victim into a survivor is a long drawn process. It is not a\r\nmatter of merely changing the vocabulary, while keeping intact an\r\noppressive system which constantly re-victimizes her, causes her extreme\r\ntrauma and brings her down several notches in the social ladder from\r\nwhere she was, prior to the abuse. She becomes a survivor only when she\r\nemerges stronger for having walked through this intimidating system,\r\nwith someone extending a helping hand, and in the process transforms\r\nthe system itself, rendering it more humane. It is our hope that having\r\nresponded to their needs, we helped each of them to overcome their\r\nvulnerabilities, and attain their goals and aspirations, beyond their ‗case‘\r\nand become survivors.‖\r\nOur Programs\r\nLitigation & Socio-Legal Support helps survivors of sexual and domestic violence\r\naccess justice and avail of services they are entitled to. We ensure that the dignity of\r\nthe victim is maintained at all times.\r\nPolicy Interventions and Public Campaigns to place women‘s rights on the public\r\npolicy agenda.\r\nTraining and Awareness to State and Community\r\n Implementation of Laws Training Judiciary, Police, Medical Officers, Protection\r\nOfficer and Public Administration.\r\n Know your Rights‘ for organizations, colleges, schools and community\r\nPara Legal Understanding for Social Workers (PLUS)\r\nProtection from Sexual Harassment at Workplace a program to help organizations\r\nimplement the policy and help the Internal Committee.",
    "content_length": 3418,
    "gpt_tokens": 784
  }
]
